Easy_Array_Questions = [
    "Храм святого Иоанна Воина является частью строящегося духовно-патриотического комплекса во имя великомученика … ?",
    "Центральное место выставки занимает?",
    "Памятник был открыт в память о подвиге советского народа, победившего в … ?",
    "Какое второе название парка..?",
    "Какое произведение стало основой для спектакля-визитной карточки Ростовского театра драмы имени М. Горького?",
    "Как называется эпоха человеческой истории, во время которой была построена Ливенцовская крепость?",
    "Чем был известен первоначальный владелец Доходного дома Токарева?",
    "Какое религиозное течение проповедуют в Покровском соборе?",
    "В каком году был построен стадион Ростов-Арена?",
    "В 1914 г. по проекту архитектора Л. Ф. Эберга был построен изящный особняк для сына знаменитого купца Е. Т. Парамонова Николая. С 1947 года в здании, являющемся памятником неоклассической архитектуры, располагается... ?"
]
Medium_Array_Questions = [
    "Сколько звезд устанавливают на проспекте звёзд Ростова-на-Дону ежегодно?",
    "Согласно преданию, Богатый колодезь получил свое название благодаря одному из русских государей, назовите имя государя",
    "Какой суд сейчас занимает здание дома Срабионова?",
    "Назовите литературное произведение, в котором фигурирует Доходный дом наследников В.Р. Максимова?",
    "Какой орган власти работал в Доме Максимова с 1868 по 1899 годы?",
    "В каком году была завершена стройка Дома Советов?",
    "Назовите фамилию человека, жившего в этом доме и ставшего одним из главных руководителей Белого движения.",
    "Назовите фамилию и имя одного из двух известных ученых-психологов, ученицей которых была Сабина Шпильрейн.",
    "Как был прозван построенный в 1917 году железнодорожный мост?",
    "В каком году был построен Дом Ширмана?",
    "В каком архитектурном стиле построен Дом Резниченко?",
    "В каком году была построена ротонда Первомайского парка?",
    "В каком году был построен Дом Ивана Зворыкина?"
]
Hard_Array_Questions = [
    "Чем примечательно здание Дельфинария ?",
    "Какова задача деятельности Дворца культуры ?",
    "Как в архитектурном мире известно данное сооружение ?",
    "Каким событием и когда, состоялось открытие Ростов Арены ?",
    "Какие стили были использованы в архитектуре этого здания ?",
    "В каком году установлен памятник и  кто является скульптором ?",
    "В каком году и по чей инициативе был реконструирован данный монумент ?",
    "Что высечено на одной из каменных глыб в парке алея роз ?",
    "В каком году, и в чью память произошло первое Богослужение в церкви?",
    "С 2014 года реализуется проект «И будет имя жить его в России вечно», целью которого является...",
    "Что гласит надпись на стеле ?",
    "Что произошло с доходным домом, после прихода советской власти ?",
    "В связи с чем был построен данный храм",
    "Из-за чего построили казанскую лестницу ?",
    "то располагались раньше на месте Дворца Спорта ?"
]
