Easy_Array_Questions = [
    "Храм святого Иоанна Воина является частью строящегося духовно-патриотического комплекса во имя великомученика … ?",
    "Центральное место выставки занимает?",
    "Памятник был открыт в память о подвиге советского народа, победившего в … ?",
    "Какое второе название парка..?",
    "Какое произведение стало основой для спектакля-визитной карточки Ростовского театра драмы имени М. Горького?",
    "Как называется эпоха человеческой истории, во время которой была построена Ливенцовская крепость?",
    "Чем был известен первоначальный владелец Доходного дома Токарева?",
    "Какое религиозное течение проповедуют в Покровском соборе?",
    "В каком году был построен стадион Ростов-Арена?",
    "В 1914 г. по проекту архитектора Л. Ф. Эберга был построен изящный особняк для сына знаменитого купца Е. Т. Парамонова Николая. С 1947 года в здании, являющемся памятником неоклассической архитектуры, располагается... ?"
    ""
]
Medium_Array_Questions = []
Hard_Array_Questions = []
