Sovet_text = [
    "<b>Церковь Иоанна Воина</b>\nХрам святого Иоанна Воина является частью строящегося духовно-патриотического комплекса во имя великомученика Георгия Победоносца."
    " 6 апреля 2002 г. проект получил благословение Святейшего патриарха Московского и всея Руси Алексия II с резолюцией: "
    "«Господь да благословит это благое начинание и помощь Божия да сопутствует делателем». 6 мая 2002 г. владыка Пантелеймон освятил закладной камень,"
    " а ровно через год в тот же день   произошло освящение уже воздвигнутого храма мученика Иоанна Воина. Наш храм построен в лучших традициях русского зодчества. "
    "Вид храма разработан кировской фирмой «Окимо». Это первый в новейшей истории деревянный храм в Ростове-на-Дону. "
    "Проект иконостаса принадлежит ростовскому иконописцу Владимиру Макарову. Храм сравнительно  небольшой,"
    " но, помимо помещения для богослужений, под его сводами находятся  колокольня,  трапезная и лекционный зал.",

    "<b>Памятник Солдатам Победы</b>\n8 мая 2015 года, накануне празднования юбилея Победы, в Советском районе Ростова-на-Дону на Аллее Роз открыли памятник Солдатам Победы. "
    "Памятник был открыт в память о подвиге советского народа, победившего в Великой Отечественной войне.На гранитном постаменте возвышается фигура солдата из бронзы, "
    "прошедшего все дороги суровой войны. В ознаменование великой Победы он гордо поднимает над головой букет цветов, символизирующих мирную и счастливую жизнь, которую "
    "он приносит в дар будущим поколениям.Расположена скульптура у входа в парк Плевен со стороны Коммунистического проспекта. Высота всей конструкции — около 5 метров."
    " На мемориале также установлена подсветка, чтобы он был виден в ночное время. Над созданием памятника работал известный ростовский скульптор Анатолий Скнарин.",

"<b>Музей космонавтики</b>\nМузей был торжественно открыт в городе Ростов-на-Дону в сентябре 2009 года. Открытие было приурочено к 30-летней годовщине со дня основания"
    " ОАО «Научно-производственного предприятия космического приборостроения «Квант». Музей был создан по инициативе генерального директора и главного конструктора ― В.Н. Мотина."
    "В течение часовой экскурсии можно увидеть уникальные экспонаты, побывавшие в космосе, услышать интересные факты из жизни космонавтов, увидеть их "
    "одежду, продукты питания, настоящий спускаемый аппарат космического корабля «Союз», баллистическую капсулу «Радуга» и многое другое. Всего в экспозиции музея содержится "
    "свыше 400 предметов. Центральное место выставки занимает космический спускаемый аппарат «Союз ТМА-10» 15-й экспедиции посещения МКС.",

    "<b>Музей истории материалов Донского центра химического образования</b>\nМузей истории материалов Донского центра химического образования (ДЦХО) был открыт в 2005 г."
    " для активной популяризации естественно-научного образования, создания полноценной образовательной среды, важное место в которой занимает история инноваций и открытий "
    "в материаловедении. Музей посещают школьники старших классов Ростовской области, а также повышающие в ДЦХО квалификацию преподаватели естественно-научных предметов средних школ. "
    "Экспонаты музея используются как наглядные пособия для проведения занятий. При этом Музей истории материалов отличает возможность как визуального, так и тактильного знакомства "
    "со свойствами самых разных материалов, и в целом ряде случаев - возможность увидеть экспонат в работе (примус и паяльную лампу, посуду старой химической лаборатории и угольный утюг, "
    "старинное фальцованное стекло и зажигалку начала 20-го века). Специальные разделы посвящены 'великим' материалам: целлулоиду, бакелиту, стеклу, керамике и другим. Представлена также коллекция"
    "'Химия на почтовых марках',' Химия на значках и в рекламе'",

"<b>Парк 'Аллея Роз'</b>\n Аллея роз – один из ростовских парков, который находится в Советском районе города. Второе ее название – Бульвар Дружбы. Это место, как и все другие парки, "
    "становится необычайно красивым в летнее время года. Здесь зацветают целые сотни роз самых разных цветов: красных, желтых, розовых, белых. Около центрального входа на аллею установлено"
    " два камня огромных размеров (примерно 2 метра в высоту и 4 в ширину). На них высечено изображение воинов с мечами и щитами и женщины, которые ухаживают за цветами, лев и существо,"
    " напоминающее дракона. На одной из каменных глыб высечена надпись, которая гласит, что на аллее высажено 6,5 тысяч этих красивейших цветов. Убедиться и проверить, так ли оно,"
    " можно только лишь посетив это место.",

    "<b>Парк культуры и отдыха им.города Плевен</b>\nПарк культуры и отдыха имени города Плевен назван так в честь города-побратима Ростова и является одним из самых любимых мест отдыха"
    " у жителей Западного микрорайона. В последние годы парк благоустраивается, возникли новые детские аттракционы, построены новые кафе и рестораны, создаются условия для "
    "приятного времяпровождения. Здесь часто молодожены устраивают фотосессии. Парк встречает посетителей цветами, зелеными насаждениями и лавочками. Есть в парке сцена, на которой "
    "выступают различные группы и ансамбли, а перед сценой расположен фонтан. Рядом с парком находится кинотеатр Плаза Синема. Парк был заложен в 1974 году. В 2006 году произведена"
    " реконструкция парка. Для озеленения парка саженцы привозили из Нальчика, Воронежа, Липецка. В основном деревья прижились, радуют уже второе поколение ростовчан. "
    "Здесь получился небольшой ботанический сад: четыре породы дубов, столько же — рябины, пихта, канадская ель, уксусное дерево, не говоря уже о более привычных нам липах, кленах и катальпах.",

"<b>Ростовский дельфинарий</b>\nРостовский дельфинарий — замечательное место для семейного досуга в Ростове-на-Дону — здесь можно отлично провести время и отдохнуть. "
    "Комплекс, открытый в 2009 г., состоит из трех бассейнов с обитателями глубин океана, трех комфортных зрительских трибун и красивых необычных декораций. Здание дельфинария тоже "
    "достойно внимания — оно было построено еще при СССР, и стало первым в стране, спроектированным специально для размещения морских животных и организации представлений с ними. "
    "Посетители, и в особенности дети, получают от шоу-программ с участием морских артистов массу позитивных эмоций и ярких впечатлений. Причем выступают тут не только дельфины "
    "(всего их три), но и морской котик, моржиха и белуга.",

    "<b>Храм великомученика Георгия Победоносца</b>\nСвято-Георгиевский приход был образован в 1993 году. Одноэтажная церковь была создана в 1994 году в жилом квартале Советского района"
    " Ростова-на-Дону на пересечении улиц Коммунистической и Ле-Ман в полуразрушенном состоянии, где соседствовали разные общественные организации. Первое Богослужение в церкви было "
    "совершено в 1994 году в память святого великомученика Георгия Победоносца. С 1994 года настоятелем прихода был иерей (впоследствии - протоиерей) Владимир Тер-Аракельянц. В 1998 году "
    "храм посетил управляющий Ростовской епархией Русской Православной Церкви архиепископ Пантелеимон. В 2003 году началось возведение капитальной пристройки к старому зданию храма. "
    "По 2007 год продолжалось его украшение — была выполнена роспись алтаря и сводов храма каноническими изображениями в древнерусском стиле, выполнена отделка стен и сводов храма лепниной,"
    " установлена металлическая ограда вокруг храма.",

    "<b>Парк 'Сказка'</b>\nПарк 'Сказка', известный также под названием 'Солнечный город', был заложен в 1972 году и изначально создавался как детский городок. Затем парк расширялся и"
    " развивался и за минувшие четыре десятилетия стал излюбленным местом отдыха жителей Ростова-на-Дону и других населенных пунктов области.Парк 'Сказка' предлагает своим гостям широкие"
    " возможности для активного и разнообразного отдыха. На территории парка в летнее время работают аттракционы, зимой открывается каток для всех желающих, есть игровые площадки, "
    "теннисный клуб и веревочный парк, а также кафе. Для проведения различных концертов и праздников в парке имеется сцена, оснащенная всем необходимым оборудованием, а "
    "предметом особой гордости является дельфинарий.",

    "<b>Ростовский музей железнодорожной техники</b>\nРостовский музей железнодорожной техники, расположенный на станции Гниловская, был открыт в Ростове-на-Дону 1 августа 2003 года."
    " В музее железнодорожной техники представлено более 60 экспонатов, которые наглядно показывают историю железнодорожного транспорта Дона.  В числе экспонатов музея 14 паровозов, "
    "многие из которых довоенного выпуска, 2 старинных пассажирских салон-вагона, 11 товарных вагонов, 5 электровозов, 4 тепловоза, 4 путевые машины, кран на железнодорожном ходу,"
    " а также подвижной состав, попавший в Россию в военные годы в виде трофея. Самому старинному экспонату музея исполнилось 125 лет. Это трехосная румынская цистерна. Вплоть до передачи"
    " в музей она использовалась на дороге для хранения химических веществ. Качество старого покрытия внутренней поверхности позволило ей прослужить более века.",

    "<b>Ливенцовская крепость</b>\nТак именуется укрепление, построенное племенами северокавказской культуры в XVII веке до н. э. Люди населяли земли у берегов Дона примерно с медного века. Здесь издавна был"
    " мягкий климат, удобное географическое положение, а также изобилие рыбы и мяса В период бронзового века на окраине нынешнего Ростова-на-Дону были расположены крепостные "
    "сооружения, датируемые третьим тысячелетием до нашей эры. О культуре поселенцев известно мало, обнаружено лишь несколько амфор. Здесь предположительно жили арийцы, но однажды"
    " их крепость не выдержала набега врагов и они ушли в Среднюю Азию",

    "<b>Памятник советско-болгарской дружбе</b>\n9 сентября 1974 года в Ростове установлен бронзовый «Памятник советско-болгарской дружбе» (около южного входа в парк Плевен, рядом с администрацией Советского района, на"
    " пересечение улицы Зорге и проспекта Коммунистический). Авторы монумента: болгарский скульптор Димитр Цонкоев, ростовский скульптор С. П. Васильев и ростовский архитектор "
    "Б. Г. Бельченко. По замыслу авторов две девушки с крыльями ангелов – русская и болгарка должны символизировать нерушимую дружбу между двумя городами - побратимами: "
    "Ростовом-на-Дону и Плевеном.",

    "<b>Мемориал памяти воинов, погибших в Афганистане, Чечне и других военных конфликтах</b>\nМемориал воинам, погибшим в Афганистане, Чечне и других военных конфликтах, был установлен перед парком Плевен 7 июня 1996 года по проекту архитектора С.В. Хасабова в знак "
    "памяти о российских военнослужащих, погибших в локальных конфликтах последнего времени. Памятник выполнен в виде двух скальных расселин, сквозь которые пробиваются "
    "обезглавленные голуби. Мемориал установлен на историческом месте. В 1920 году здесь был осуществлен массовый расстрел казаков солдатами Красной Армии. У памятника"
    " установлена мемориальная плита с указанием мест гибели верных сынов донской земли, отдавших свою жизнь за интересы Родины. С боковой стороны памятника выгравирована надпись:"
    " <b>«Мы чисты пред тобою, Родина! – Будь и ты перед нами чиста!».</b>",

    "<b>Памятник пивовару</b>\nВ 1983 г. в подарок от своего города-побратима Дортмунда Ростов-на-Дону получил оригинальный подарок — бронзовый памятник пивовару. Скульптуре не сразу нашли достойное место, "
    "где бы она гармонично влилась в окружающую архитектуру. В итоге немецкого пивовара разместили в Дортмундском сквере на площади Тружеников. Памятник выполнен в виде "
    "упитанного мужчины с довольной физиономией, который держит впереди себя громадную бочку с пивом. Этот добродушный пивовар символизирует мир и согласие между дружественными "
    "народами России и Германии. Он против войны, куда лучше выпить кружку-вторую пива и поболтать о том о сём. В качестве ответного жеста ростовчане отправили в Дортмунд памятник"
    " в виде жеребят, которые являются символом добрых начинаний.",

    "<b>Кирпичная библиотека</b>\nВ 1986 году на геолого-географическом факультете РГУ была создана лаборатория технологической минералогии и новых видов минерального сырья, которую возглавил Борис Васильевич"
    " Талпа. К 2013 году в лаборатории и хранилище образцов скопилось около сотни кирпичей, и было принято решение об открытии музея.В 2013 году музей был открыт в здании Института"
    " наук о Земле ЮФУ.В настоящее время в коллекции музея собраны более 1500 экспонатов от древнего Египта до наших дней с клеймами и без таковых. Среди них кирпичи из Карнакского"
    " храма в Египте, нескольких Кремлей и крепостей на территории России, европейских средневековых замков и другие. «Кирпичная библиотека» является крупнейшим в России музеем,"
    " посвященным истории кирпича.",

    "<b>Церковь Екатерины Великомученицы</b>\nХрам Екатерины Великомученицы находится в западном микрорайоне г. Ростова на Дону, на ул. Извилистой. Построен он недавно,в 2013 году, на средства благотворителей и имеет"
    " современное убранство. Стены храма украшены росписью. Лики святых изображены в виде фресок. В выходные дни и праздники звон колокола приглашает на церковную службу всех"
    " живущим рядом.",

    "<b>Сквер имени Сергея Тюленина</b>\nСквер располагается на пересечении улицы Тружеников и проспекта Стачки в городе. Первоначально был назван в честь Ивана Тюленева, полного кавалера Георгиевского креста,"
    " командующего Южным фронтом во время Великой Отечественной войны.По версии некоторых горожан, в 2005 году городской комиссией сквер был переименован из-за опечатки. С того"
    " времени он носит имя члена штаба организации 'Молодая гвардия', Героя Советского Союза Сергея Тюленина.",

    "<b>Монумент 'Древо Жизни'</b>\n Данный памятник появился в 1978 году. Автор - Снесарев Г.В.. В тот период была задумана широкая реконструкция площади и вокруг памятника должен был "
    "быть расположен бассейн с фонтанами. Однако, реконструкция не состоялась, а сам памятник построили в серьезными нарушениями из-за чего он начал быстро разрушаться. Но, "
    "пожалуй, самым главным промахом оказался выбранный автором стиль исполнения - абстрактного искусства, именно он, так до сих пор и не был понят большинством советских и "
    "современных ростовчан. Кто знает, может быть памятник опередил свое время - сейчас таких памятников в мире достаточно много.",

    "<b>ICE ARENA</b>\n Это спортивно-развлекательный комплекс в Ростове-на-Дону, открытие которого состоялось в декабре 2014 года. В данный момент ледовая арена состоит из "
    "административного комплекса и одной ледовой площадки для проведения соревнований. В здании находятся кафетерий, пункт проката коньков, раздевалки, туалеты, на втором этаже"
    " рассматривается возможность размещения боулинга. Также «Айс Аренa» является является тренировочной базой и домашним стадионом хоккейного клуба «Ростов».",

]

