Sovet_text_1 = [
    "<b>Церковь Иоанна Воина</b>\nХрам святого Иоанна Воина является частью строящегося духовно-патриотического комплекса во имя великомученика Георгия Победоносца."
    " 6 апреля 2002 г. проект получил благословение Святейшего патриарха Московского и всея Руси Алексия II с резолюцией: "
    "«Господь да благословит это благое начинание и помощь Божия да сопутствует делателем». 6 мая 2002 г. владыка Пантелеймон освятил закладной камень,"
    " а ровно через год в тот же день   произошло освящение уже воздвигнутого храма мученика Иоанна Воина. Наш храм построен в лучших традициях русского зодчества. "
    "Вид храма разработан кировской фирмой «Окимо». Это первый в новейшей истории деревянный храм в Ростове-на-Дону. "
    "Проект иконостаса принадлежит ростовскому иконописцу Владимиру Макарову. Храм сравнительно  небольшой,"
    " но, помимо помещения для богослужений, под его сводами находятся  колокольня,  трапезная и лекционный зал.",

    "<b>Парк культуры и отдыха им.города Плевен</b>\nПарк культуры и отдыха имени города Плевен назван так в честь города-побратима Ростова и является одним из самых любимых мест отдыха"
    " у жителей Западного микрорайона. В последние годы парк благоустраивается, возникли новые детские аттракционы, построены новые кафе и рестораны, создаются условия для "
    "приятного времяпровождения. Здесь часто молодожены устраивают фотосессии. Парк встречает посетителей цветами, зелеными насаждениями и лавочками. Есть в парке сцена, на которой "
    "выступают различные группы и ансамбли, а перед сценой расположен фонтан. Рядом с парком находится кинотеатр Плаза Синема. Парк был заложен в 1974 году. В 2006 году произведена"
    " реконструкция парка. Для озеленения парка саженцы привозили из Нальчика, Воронежа, Липецка. В основном деревья прижились, радуют уже второе поколение ростовчан. "
    "Здесь получился небольшой ботанический сад: четыре породы дубов, столько же — рябины, пихта, канадская ель, уксусное дерево, не говоря уже о более привычных нам липах, кленах и катальпах."

]
Sovet_text_2 = [
    "<b>Памятник Солдатам Победы</b>\n8 мая 2015 года, накануне празднования юбилея Победы, в Советском районе Ростова-на-Дону на Аллее Роз открыли памятник Солдатам Победы. "
    "Памятник был открыт в память о подвиге советского народа, победившего в Великой Отечественной войне.На гранитном постаменте возвышается фигура солдата из бронзы, "
    "прошедшего все дороги суровой войны. В ознаменование великой Победы он гордо поднимает над головой букет цветов, символизирующих мирную и счастливую жизнь, которую "
    "он приносит в дар будущим поколениям.Расположена скульптура у входа в парк Плевен со стороны Коммунистического проспекта. Высота всей конструкции — около 5 метров."
    " На мемориале также установлена подсветка, чтобы он был виден в ночное время. Над созданием памятника работал известный ростовский скульптор Анатолий Скнарин.",

    "<b>Ростовский дельфинарий</b>\nРостовский дельфинарий — замечательное место для семейного досуга в Ростове-на-Дону — здесь можно отлично провести время и отдохнуть. "
    "Комплекс, открытый в 2009 г., состоит из трех бассейнов с обитателями глубин океана, трех комфортных зрительских трибун и красивых необычных декораций. Здание дельфинария тоже "
    "достойно внимания — оно было построено еще при СССР, и стало первым в стране, спроектированным специально для размещения морских животных и организации представлений с ними. "
    "Посетители, и в особенности дети, получают от шоу-программ с участием морских артистов массу позитивных эмоций и ярких впечатлений. Причем выступают тут не только дельфины "
    "(всего их три), но и морской котик, моржиха и белуга."

]
Sovet_text_3 = [
    "<b>Музей космонавтики</b>\nМузей был торжественно открыт в городе Ростов-на-Дону в сентябре 2009 года. Открытие было приурочено к 30-летней годовщине со дня основания"
    " ОАО «Научно-производственного предприятия космического приборостроения «Квант». Музей был создан по инициативе генерального директора и главного конструктора ― В.Н. Мотина."
    "В течение часовой экскурсии можно увидеть уникальные экспонаты, побывавшие в космосе, услышать интересные факты из жизни космонавтов, увидеть их "
    "одежду, продукты питания, настоящий спускаемый аппарат космического корабля «Союз», баллистическую капсулу «Радуга» и многое другое. Всего в экспозиции музея содержится "
    "свыше 400 предметов. Центральное место выставки занимает космический спускаемый аппарат «Союз ТМА-10» 15-й экспедиции посещения МКС.",
    
    "<b>Храм великомученика Георгия Победоносца</b>\nСвято-Георгиевский приход был образован в 1993 году. Одноэтажная церковь была создана в 1994 году в жилом квартале Советского района"
    " Ростова-на-Дону на пересечении улиц Коммунистической и Ле-Ман в полуразрушенном состоянии, где соседствовали разные общественные организации. Первое Богослужение в церкви было "
    "совершено в 1994 году в память святого великомученика Георгия Победоносца. С 1994 года настоятелем прихода был иерей (впоследствии - протоиерей) Владимир Тер-Аракельянц. В 1998 году "
    "храм посетил управляющий Ростовской епархией Русской Православной Церкви архиепископ Пантелеимон. В 2003 году началось возведение капитальной пристройки к старому зданию храма. "
    "По 2007 год продолжалось его украшение — была выполнена роспись алтаря и сводов храма каноническими изображениями в древнерусском стиле, выполнена отделка стен и сводов храма лепниной,"
    " установлена металлическая ограда вокруг храма."

]
Sovet_text_4 = [
    "<b>Музей истории материалов Донского центра химического образования</b>\nМузей истории материалов Донского центра химического образования (ДЦХО) был открыт в 2005 г."
    " для активной популяризации естественно-научного образования, создания полноценной образовательной среды, важное место в которой занимает история инноваций и открытий "
    "в материаловедении. Музей посещают школьники старших классов Ростовской области, а также повышающие в ДЦХО квалификацию преподаватели естественно-научных предметов средних школ. "
    "Экспонаты музея используются как наглядные пособия для проведения занятий. При этом Музей истории материалов отличает возможность как визуального, так и тактильного знакомства "
    "со свойствами самых разных материалов, и в целом ряде случаев - возможность увидеть экспонат в работе (примус и паяльную лампу, посуду старой химической лаборатории и угольный утюг, "
    "старинное фальцованное стекло и зажигалку начала 20-го века). Специальные разделы посвящены 'великим' материалам: целлулоиду, бакелиту, стеклу, керамике и другим. Представлена также коллекция"
    "'Химия на почтовых марках',' Химия на значках и в рекламе'",

    "<b>Парк 'Сказка'</b>\nПарк 'Сказка', известный также под названием 'Солнечный город', был заложен в 1972 году и изначально создавался как детский городок. Затем парк расширялся и"
    " развивался и за минувшие четыре десятилетия стал излюбленным местом отдыха жителей Ростова-на-Дону и других населенных пунктов области.Парк 'Сказка' предлагает своим гостям широкие"
    " возможности для активного и разнообразного отдыха. На территории парка в летнее время работают аттракционы, зимой открывается каток для всех желающих, есть игровые площадки, "
    "теннисный клуб и веревочный парк, а также кафе. Для проведения различных концертов и праздников в парке имеется сцена, оснащенная всем необходимым оборудованием, а "
    "предметом особой гордости является дельфинарий."

]

Sovet_text_5 = [
    "<b>Парк 'Аллея Роз'</b>\n Аллея роз – один из ростовских парков, который находится в Советском районе города. Второе ее название – Бульвар Дружбы. Это место, как и все другие парки, "
    "становится необычайно красивым в летнее время года. Здесь зацветают целые сотни роз самых разных цветов: красных, желтых, розовых, белых. Около центрального входа на аллею установлено"
    " два камня огромных размеров (примерно 2 метра в высоту и 4 в ширину). На них высечено изображение воинов с мечами и щитами и женщины, которые ухаживают за цветами, лев и существо,"
    " напоминающее дракона. На одной из каменных глыб высечена надпись, которая гласит, что на аллее высажено 6,5 тысяч этих красивейших цветов. Убедиться и проверить, так ли оно,"
    " можно только лишь посетив это место.",
    
    "<b>Ростовский музей железнодорожной техники</b>\nРостовский музей железнодорожной техники, расположенный на станции Гниловская, был открыт в Ростове-на-Дону 1 августа 2003 года."
    " В музее железнодорожной техники представлено более 60 экспонатов, которые наглядно показывают историю железнодорожного транспорта Дона.  В числе экспонатов музея 14 паровозов, "
    "многие из которых довоенного выпуска, 2 старинных пассажирских салон-вагона, 11 товарных вагонов, 5 электровозов, 4 тепловоза, 4 путевые машины, кран на железнодорожном ходу,"
    " а также подвижной состав, попавший в Россию в военные годы в виде трофея. Самому старинному экспонату музея исполнилось 125 лет. Это трехосная румынская цистерна. Вплоть до передачи"
    " в музей она использовалась на дороге для хранения химических веществ. Качество старого покрытия внутренней поверхности позволило ей прослужить более века."
]
