Sovet_text=[
    "<b>Церковь Иоанна Воина</b>\nХрам святого Иоанна Воина является частью строящегося духовно-патриотического комплекса во имя великомученика Георгия Победоносца."
    " 6 апреля 2002 г. проект получил благословение Святейшего патриарха Московского и всея Руси Алексия II с резолюцией: "
    "«Господь да благословит это благое начинание и помощь Божия да сопутствует делателем». 6 мая 2002 г. владыка Пантелеймон освятил закладной камень,"
    " а ровно через год в тот же день   произошло освящение уже воздвигнутого храма мученика Иоанна Воина. Наш храм построен в лучших традициях русского зодчества. "
    "Вид храма разработан кировской фирмой «Окимо». Это первый в новейшей истории деревянный храм в Ростове-на-Дону. "
    "Проект иконостаса принадлежит ростовскому иконописцу Владимиру Макарову. Храм сравнительно  небольшой,"
    " но, помимо помещения для богослужений, под его сводами находятся  колокольня,  трапезная и лекционный зал.",
    "<b>Памятник Солдатам Победы</b>\n8 мая 2015 года, накануне празднования юбилея Победы, в Советском районе Ростова-на-Дону на Аллее Роз открыли памятник Солдатам Победы. "
    "Памятник был открыт в память о подвиге советского народа, победившего в Великой Отечественной войне.На гранитном постаменте возвышается фигура солдата из бронзы, "
    "прошедшего все дороги суровой войны. В ознаменование великой Победы он гордо поднимает над головой букет цветов, символизирующих мирную и счастливую жизнь, которую "
    "он приносит в дар будущим поколениям.Расположена скульптура у входа в парк Плевен со стороны Коммунистического проспекта. Высота всей конструкции — около 5 метров."
    " На мемориале также установлена подсветка, чтобы он был виден в ночное время. Над созданием памятника работал известный ростовский скульптор Анатолий Скнарин.",
    "4565"
]