Leninsky_text = [
    "<b>Доходный дом Яблокова</b>\nЭтот двухэтажный торговый дом Яблоковых находится на улице Большая Садовая, Здание  построено в архитектурном стиле эклектика. "
    "В оформлении здания использованы приёмы и декор, свойственные стилям барокко и классицизма.После постройки здания его первый этаж был отдан под торговые фирмы и магазины,"
    " квартиры на верхних этажах сдавались в аренду. После проведения национализации здания в 1920-е годы в нём сделали коммунальное жильё, на первом этаже по-прежнему работали "
    "магазины.Во время немецкой оккупации города от этого здания фашисты отправили на казнь тысячи ростовчан-евреев. В память об этом на доме установлена мемориальная доска."
    " После Великой Отечественной войны здание перестраивалось, в 1952 году к нему пристроили корпус с колоннами — корпус будущей Ростовской государственной консерватория имени "
    "С. В. Рахманинова . Пристроенный корпус выходит фасадом на Будённовский проспект. Ныне здания входят в архитектурный комплекс перекрёстка улицы Большая Садовая и "
    "Буденновского проспекта, который сложился в начале 1950-х годов. Дом Яблокова является памятником архитектуры XX века.",

"<b>Дунькин клуб</b>\nИстория этого здания началась в 1890г. с «Доходного дома купца Антимонова». За годы существования на доме сменилось множество вывесок, но в народе"
    " этот очаг культуры до сих пор называют «Дунькиным клубом». В 1970-80-х гг. в «Дунькином клубе» находился киноклуб, где показывали запрещенные для массового проката фильмы. "
    "В клубе также ставил свои спектакли самодеятельный театр 'Синий троллейбус', работала студия звукозаписи, выступали с концертами новые рок-группы. На протяжении всех лет"
    "клуб оставался в авангарде новых веяний творчества, собирая взыскательную публику.«Дунькин клуб» прожил насыщенную жизнь, сменив множество направлений, и сейчас продолжает "
    "работать в виде «Городского дома творчества».",

    "<b>Старообрядческий Покровский собор</b>\nКафедральный собор расположен в по адресу Ульяновская улица, 37. Построен в 1913 году по проекту архитектора В. А. Покровского."
    "Значительная часть старообрядческой общины приехала В Ростов в конце XVIII века. Одним из первых культовых сооружений старообрядческой общины Ростова-на-Дону была часовня,"
    " находившаяся в районе Донской улицы. В 1813 году на месте часовни была построена деревянная Покровская церковь. Староверы в большинстве случаев были обеспеченными людьми."
    " Строгие религиозные правила запрещали им употреблять никотин и алкоголь, предписывали много работать, дорожить семейными ценностями. Множество имен купцов из старообрядческой"
    " среды связаны с историей Ростова. Среди них был Николай Панин, на деньги которого и был построен каменный храм Покрова Пресвятой Богородицы, который можно увидеть сегодня.",

    "<b>Дворец творчества детей и молодёжи</b>\nЭто один из ведущих детских образовательных центров России, Располагается в бывшем здании Волжско-Камского банка. Которое после "
    "прихода советской власти здание было национализировано. В 1936 года в здании был торжественно открыт Дворец пионеров.  В 1991 году он в был переименован во Дворец творчества"
    " детей и молодежи.Сейчас во дворце желающие могут вступить в кружок на любой вкус: танцы, музыка, наука, боевые искусства, клубы моряков и летчиков - все это и многое другое можно найти здесь.",

    "<b>Особняк Великановой</b>\nВ 1884—1890 годах ростовский купец Семён Иванович Великанов построил для своей дочери Пелагеи особняк на Казанской улице (ныне улица Серафимовича). "
    "В особняке было 28 комнат, подвалы для служб и фонтан во дворе. Фасады здания оформлены в неоклассической стилистике.После прихода советской власти здание было национализировано."
    " В 1921 году там разместилась Ростовская государственная публичная библиотека им. Карла Маркса (ныне Донская государственная публичная библиотека). В 1994 году библиотека "
    "переехала в новое здание на Пушкинской улице, а в особняке Великановой разместилось Ростовское художественное училище им. М. Б. Грекова.",

    "<b>Особняк М.Н. Черновой</b>\nДвухэтажный особняк, украшающий Большую Садовую улицу, был построен 1899 году специально для Маргариты Черновой, известной актрисы 19 столетия."
    " Дом, спроектированный архитектором Н. А. Дорошенко, стал подарком от влюбленного в красивейшую женщину купца Парамонова. Памятник архитектуры в советский период перешел "
    "в ведение советских властей. Вплоть до 1998 года дом Черновой использовался в качества базы архива Ростовской области. Сегодня гости города могут увидеть особняк практически"
    " в восстановленном виде, реставрация, позволившая вернуть зданию первоначальный облик, завершилась в 2001 году. В настоящий момент просторные помещения занимает отделение банка.",

"<b>Казанская лестница</b>\nПервое упоминание о Казанской лестнице в Ростове относится к XVIII веку. Такое имя лестница получила в связи с тем, что переулок Газетный до"
    " 1918 года назывался Казанским. В 70-х годах двадцатого столетия был закончен капитальный ремонт набережной Дона. Спуск к Дону по переулку Газетному тогда был "
    "труднопроходимый, частично мощенный булыжным камнем, по которому проехать было невозможно даже в хорошую погоду из-за крутого склона. Поэтому было принято однозначное "
    "решение – построить лестницу.В 2017 году состоялась ее масштабная реконструкция. В рамках капитального ремонта демонтировали старое и обустроили новое плиточное покрытие,"
    " отремонтировали и облицевали гранитными плитами лестничные парапеты, смонтировали электрические сети и выполнили заземление, обустроили 21 опору освещения и 4 "
    "платформенных подъемника для маломобильных слоев населения.",

    "<b>Дворец спорта</b>\nЗСК «Спорт-Дон» — спортивный комплекс, расположенный в городе Ростов-на-Дону, был открыт 20 октября 1967 года.Одно из самых крупных спортивных "
    "сооружений Юга России.Построен в 1967 году по типовому проекту 1956 года, был построен в рекордные сроки — всего за год. На тот момент построенный Дворец спорта входил в "
    "пятерку лучших спортивных сооружений СССР. Главная спортивная арена, площадью 2800 кв. м., имеет возможность без ущерба для качества льда, в течение нескольких часов, "
    "преобразовать ледовую арену в концертный зал. Вместимость зрелищно-спортивного комплекса составляет 4000 зрителей — вариант со льдом и 5000 зрителей\nИзвестно, что до "
    "постройки Дворца на его месте располагалось Новопоселенское городское кладбище, на котором были захоронены многие известные жители города и часть из них до сих пор лежит там",


    "<b>Водная станция Динамо</b>\nУникальное здание лоцмейстерского поста(водной станции «Динамо») , где под руководством изобретателя радиосвязи физика Александра Попова была"
    " сооружена первая гражданская радиостанция России, нынче расположено на левом берегу Дона у ростовского железнодорожного моста. Оно было в свое время разобрано и перенесено "
    "сюда с острова Перебойный.Лоцмейстерский пост появился на острове Перебойном в начале 1890-х годов при выходе гирла Егурча в Таганрогский залив. Главной задачей его была "
    "передача информации капитанам судов об уровне воды в донских гирлах. Для этого здесь был установлен телеграф и мачта, на которой поднимались визуальные знаки с цифрами.В конце "
    "1940-х годов разобранное деревянное строение лоцпоста перенесли на левый берег Дона и вновь собрали вблизи ростовского железнодорожного моста, передав водной станции «Динамо».",


    "<b>Набережная ростова-на-дону</b>\nНабережная дона, протянувшаяся вдоль береговой улицы почти на 3 километра от темерницкого моста далеко за ворошиловский, является одним "
    "из самых популярных в городе мест для прогулок. В XXI веке набережная была отреставрирована, променад выложили плиткой, украсили многочисленными скульптурами, фонтанами, "
    "клумбами и зелеными газонами (для жаркого ростова в летнее время это редкость, газоны на набережной спасают поливальные установки). Здесь также работают зоны с бесплатным"
    " wi-fi, и установлены лавочки-колонны с розетками, от которых можно зарядить ноутбуки и телефоны.По праздникам на набережной всегда проходят массовые гуляния."
    " Отсюда отправляются прогулочные теплоходы.Самым известным монументом набережной является фонтан-скульптура 'ростовчанка'. Фигуру девушки установили в 1984 году,"
    " однако фонтан, изначально задуманный автором, устроили только спустя 30 лет. Туристы также могут сфотографироваться с героями шолохова: дедом щукарем, нахаленком, "
    "григорием и аксиньей, увидеть памятник самому шолохову, монументы 'дон-батюшка', памятник адмиралу ушакову, спортсменам, рыбаку, скульптуры 'рак' (вареные раки под"
    " пиво - традиционное ростовское кушанье), 'купание коня', 'разбитое сердце' и много еще чего интересного. Среди фонтанов выделяется плоский 'петровский': это"
    " светомузыкальный танцующий фонтан, среди струй которого можно освежиться в знойный южный день.",

    "<b>Доходный дом Мыльцына</b>\nДом обозначен по фамилии одного из своих собственников — Федора Ивановича Мыльцина. Он занимался торговлей зерновыми и банковским делом. На протяжении 30 лет Федор Мыльцин "
    "работал в городском общественном банке, где большую часть времени занимал должность директора. Носил звание почетного гражданина Ростова-на-Дону и занимался благотворительностью."
    " В 1913 году появилась информация о том, что Федор Мыльцин мог быть причастным к растрате средств, в связи с чем, он перестал быть директором банка. Дом был построен в конце XIX"
    " века. При реконструкции подвальных помещений в доме Мыльцына были найдены многоуровневые подвалы, уходящие под землю. Они могут быть частью подземелий, которые находятся под"
    " центром города Ростова-на-Дону.",

    "<b>Доходный дом Пивоваровой</b>\nДоходный дом был построен в конце XIX — в начале XX века врачом Петром Павловичем Чубухчиевым. Здание было его собственностью вплоть до 1915"
    " года. В доме, помимо его собственного врачебного кабинета по лечению кожных и венерологических заболеваний, находились ещё и врачебные кабинеты дантистов. Дом сохранился в"
    " первоначальном виде до XXI столетия. В феврале 2013 года стало известно, что здание было частично реконструировано без получения официального согласия на это в связи со "
    "статусом объекта. В честь кого дом носит именно такое название — не известно.",

    "<b>Доходный дом С.Н. Мнацакановой</b>\nДом был построен в период 1911—1915 гг. в стиле модерн. В дореволюционный период зданием владела С. Н. Мнацаканова. Представители ее рода торговали бакалейными товарами и вином."
    " После 1917 года, дом постигла участь национализации и в нём размещены коммунальные квартиры. В конце 1990-х -начале 2000 годов здание было приобретено ростовским предпринимателем "
    "Куриновым А. Г.. Был выполнен комплекс ремонтно-реставрационных работ. По сохранившемся деталям и фотографиям восстановлен облик аттика, парапетов, балконов, тщательно подобрана "
    "окраска фасада. Особая гордость здания — кованые ограждения балконов и въездные ворота В процессе реставрации для облицовки цоколя и простенков первого этажа использованы мрамор и "
    "гранит, привезенные из Италии. Продумана и решена подсветка дома в ночное время.",

    "<b>Доходный дом Тер-Абрамяна</b>\nВ последней четверти XIX века ростовский предприниматель Тер-Абрамиан занимался издательской деятельностью. В 1886 году для ее расширения был построен 3-этажный дом. Дом имеет"
    " нарядный фасад. В его центре сделан парадный вход, над входом — на втором и третьем этажах устроены декорированные пилястровые порталы. Верхний этаж завершался выгнутым "
    "фронтоном. На фронтоне красуется дата строительства «1886». Фасад здания оформлен с применением кирпичного декора. В 1920-х годах здание было национализировано. Дом был заселён"
    " жильцами по коммунальным квартирам. На первом этаже по-прежнему работали магазины. В годы Великой Отечественной войны пострадали купола здания, но здание выстояло. После войны"
    " дом восстановили, но уже без куполов.",

    "<b>Здание Высшей партийной школы</b>\nСоздавая проект здания Высшей партийный школы, архитектор Г. А. Петров планировал создать своеобразный «дворец просвещения». Однако, в период завершения строительства вышло"
    " известное постановление «Об устранении излишеств в проектировании и строительстве», в результате чего реализованный вариант здания оказался лишён обелисков на балюстраде "
    "парапета и фигур в нишах главного фасада. Тем не менее, архитектору удалось смягчить вынужденные изменения в проектном решении, применив керамические облицовку и архитектурные"
    " детали фасадов, изготовленные на предприятиях города. Нынешним владельцем здания является Ростовский филиал Таможенной академии.",

    "<b>Здание торгового дома Г. Г. Пустовойтова</b>\nВ начале XX века торговый дом Г. Г. Пустовойтова считался одним из самых высоких зданий городе.Как и в большинстве доходных домов того времени помещения дома Г. Г. Пустовойтова "
    "сдавались в аренду. В 1920 году здание было национализировано, в нём разместилось Юго-восточное государственное шерстяное объединение. В 1930 году 4 этаж здания занимала научная"
    " библиотека РГУ им. В. М. Молотова, и правление университета. В 1942 году в период второй оккупации Ростова-на-Дону в результате бомбардировки полностью сгорели верхние этажи, "
    "пожар уничтожил весь книжный фонд научной библиотеки.В 1965 году здание было реконструировано и дополнено южным крылом по Буденновскому проспекту. Сегодня в здании расположен "
    "Ростовский ЦУМ",

    "<b>Контора мельницы И. А. Супрунова</b>\nВ месте, где построена мельница Супрунова, М. И. Елицером в 1890-х годах был построен комплекс паровой мельницы, которые состоял из конторы в два этажа и производственных"
    " строений. В 1904 году недвижимость перешла в распоряжение И. А. Супрунова. На первом этаже размещалась мельница, а на втором этаже проживали служащие. В 1940-х годах "
    "производственные постройки мельницы были разрушены, а крыша конторы значительно повреждена. Но после окончания войны проведенный ремонт позволил использовать здание для жилья "
    "и магазинов.В XXI веке фасад здания по личной инициативе восстановил Карп Баблоянц, потратив на реализацию идеи свыше 3 миллионов рублей. Во время проведения реставрационных "
    "работ в 2012 году фасад дома был очищен от краски и приведен в тот же вид, который у него был в начале XX века.",

    "<b>Доходный дом Степана Акимова</b>\nСтепан Акимов происходил из мещанской семьи, он родился в 1854 году. Его родственникам принадлежало имение, которое располагалось на углу Канкринской улицы и Соборного переулка."
    " Его часть принадлежала Степану Акимову, у которого в то время уже была жена Мария и дочь по имени Анна. В 1899 году Степаном Акимовым было получено разрешение на строительство"
    " двухэтажного дома с подвалом. Дом приносил годовой доход в размере 390 рублей. В 1911 году он стал собственностью дочери Акимова. В 1920 году дом был частично разрушен из-за"
    " попадания в него снаряда: взрывной волной были выбиты стекла, пробита крыша, на стенах появились трещины. Из-за этого здание стало и дальше разрушаться. Недавно дом был "
    "отреставрирован, сейчас он находится в хорошем состоянии",

    "<b>Памятник не вернувшимся казакам</b>\nВклад казаков в военные успехи и развитие донского региона огромен на протяжение всей истории Донского края. Именно поэтому появилась идея создания памятника "
    "казакам, которые отдали свою жизнь за Дон. Донские казачьи части шли в авангарде Российской армии в петровских баталиях и в сражениях 1812 года. Во время "
    "Великой Отечественной войны на стороне Красной Армии сражались 40 казачьих кавалерийских полков, 5 танковых полков, 8 минометных полков и дивизионов, 2 "
    "зенитных полка и ряд других подразделений, полностью укомплектованных казаками всех войск.",

    "<b>Фонтан 'Сборщицы винограда</b>'\nНедалеко от Государственной консерватории имени С. В. Рахманинова в Ростове-на-Дону находится небольшой, но симпатичный фонтан - «Сборщицы винограда». Фонтан был построен в"
    " 40-х годах прошлого века, что видно по стилистике исполнения и тематике, когда главными героями любого творчества становились обычные труженики и рядовые граждане. Фонтан "
    "хорошо вписывается в общую стилистику маленькой площади на пересечении Большой Садовой и Буденновского проспекта, облагораживая ее и одаривая свежестью летом.",

    "<b>Военно-исторический музей Южного военного округа</b>\nВоенно-исторический музей на базе Дома офицеров г. Ростов функционирует с 1967 года и работает, преследуя цель военно-патриотического воспитания как для жителей города, "
    "так и для гостей из области, других городов страны и туристов с других стран мира. Музей состоит из восьми залов, включая лекционный зал, а также залы, посвященные Великой"
    " Отечественной войне, победе в ней, зал современности. Здесь проводятся экскурсии для туристов, школьников, студентов, всех желающих, осуществляется принятие присяги "
    "служащими, проводятся встречи с ветеранами, тематические уроки и лекции. В музее постоянно действует экспозиция об истории Северо-Кавказского военного округа с 1917 г."
    " до наших дней",

    "<b>Скульптурная композиция 'Цветочница'</b>\nНа парапете возле входа в парк им. Горького сидит девушка. Цветочница как будто приглашает вас купить букет, в ногах у нее стоит корзина с цветами, предположительно с "
    "фиалками (некоторые считают, что это розы), а в руках — букетик. Некоторым жителям Ростова даже известно ее имя — Анюта. Как, когда и почему появилось это имя — история "
    "умалчивает. Есть мнение, что прообразом девушки послужила слепая продавщица цветов из старого кинофильма «Огни большого города» с Чарли Чаплином.",

    "<b>Памятник читателю 'Вечёрки'</b>\nВ 2004 г. на улице Большая Садовая, около издательства газеты «Вечерний Ростов», появился забавный памятник читателю. Его автором стал известный ростовский скульптор "
    "Дмитрий Лындин. Известны и другие названия скульптуры: «Читатель газеты», «Гражданин с собакой» и «Памятник читателю вечёрки». Скульптурная композиция отлита в бронзе и "
    "изображает молодого, одетого с иголочки мужчину, расположившегося на скамейке. Он вальяжно привалился к спинке, закинул ногу на ногу, одной рукой облокотился на лавочку, в "
    "другой держит газету. Рядом с лавочкой восседает бронзовый пес. Он навострил уши и пытается заглянуть в газету, чтобы тоже узнать последние новости.",

    "<b>Елисейские поля</b>\nФранцузско-русская художественная галерея. Эта галерея — кусочек Парижа с присущими ему утонченностью, романтикой и красотой. здесь представлены произведения современных"
    " художников Парижа и Ростова, которые можно приобрести (живопись, графика, скульптура). Проводятся художественные и фотовыставки.",

    "<b>Галерея Астор</b>\nМультиформатное пространство А’сторис – новая современная площадка в историческом центре г. Ростова-на-Дону для проведения мероприятий, расположенная на втором этаже Галереи "
    "Астор. Возможности трансформаций и игры с пространством позволяют провести в А’сторисе мероприятия самого разного формата от выставки картин и концерта до воркшопа и"
    " коктейльной вечеринки.",

    "<b>Аллея Героев</b>\nУ здания штаба Южного Военного округа на улице Пушкинской 6 мая 2019 года прошло торжественное открытие «Аллеи Героев» в честь празднования 74-й годовщины победы в Великой "
    "Отечественной войне, а также 101-й годовщины образования военного округа.Там установили бюсты маршалов Климента Ворошилова, Семена Тимошенко и Ивана Конева, а также генерала"
    " армии Иссы Плиева.Все они в разное время командовали войсками округа.",

    "<b>Бюст С.М.Буденного</b>\nНа пересечении улицы Пушкинской и проспекта Буденновского установлен бронзовый бюст С.М.Буденного. Торжественное открытие бюста состоялось 26 апреля 1966 года. Авторство "
    "принадлежит скульптору Е.В.Вучетич, и архитектору И.И.Ловейко. Буденный Семен Михайлович (1883-1973), Маршал Советского Союза (1935), трижды Герой Советского Союза (1958, "
    "1963, 1968). В Гражданскую войну командующий 1-й Конной армией (1919-23). В 1939-41 заместитель наркома обороны СССР. В Великую Отечественную войну (в 1941-42) "
    "главнокомандующий войсками Юго-Западного и Северо-Кавказского направлений, командующий Резервным и Северо-Кавказским фронтами",

    "<b>Галерея NNN</b>\nГалерея создана в 2010 году, выставочная площадь галереи — 340 кв. метров, и основная цель ее деятельности — содействие формированию культурного облика Донской столицы. "
    "Галерея NNN представляет коллекцию более 1000 авторских работ Н.В. Полюшенко: пейзажей, натюрмортов, портретов и иллюстраций, выполненных в техниках живописи, акварели, "
    "рисунка, гравюры, серияграфии.Галерея NNN регулярно проводит передвижные выставки в России и зарубежом, популяризируя памятные места и лучших людей г. Ростова-на-Дону. "
    "Помимо авторских работ в Галерее NNN представлены художественные репродукции, календари, открытки, альбомы, каталоги.",

]

