Leninsky_text1 = [
    "<b>Доходный дом Яблокова</b>\nЭтот двухэтажный торговый дом Яблоковых находится на улице Большая Садовая, Здание  построено в архитектурном стиле эклектика. "
    "В оформлении здания использованы приёмы и декор, свойственные стилям барокко и классицизма.После постройки здания его первый этаж был отдан под торговые фирмы и магазины,"
    " квартиры на верхних этажах сдавались в аренду. После проведения национализации здания в 1920-е годы в нём сделали коммунальное жильё, на первом этаже по-прежнему работали "
    "магазины.Во время немецкой оккупации города от этого здания фашисты отправили на казнь тысячи ростовчан-евреев. В память об этом на доме установлена мемориальная доска."
    " После Великой Отечественной войны здание перестраивалось, в 1952 году к нему пристроили корпус с колоннами — корпус будущей Ростовской государственной консерватория имени "
    "С. В. Рахманинова . Пристроенный корпус выходит фасадом на Будённовский проспект. Ныне здания входят в архитектурный комплекс перекрёстка улицы Большая Садовая и "
    "Буденновского проспекта, который сложился в начале 1950-х годов. Дом Яблокова является памятником архитектуры XX века.",
    
    "<b>Набережная ростова-на-дону</b>\nНабережная дона, протянувшаяся вдоль береговой улицы почти на 3 километра от темерницкого моста далеко за ворошиловский, является одним "
    "из самых популярных в городе мест для прогулок. В XXI веке набережная была отреставрирована, променад выложили плиткой, украсили многочисленными скульптурами, фонтанами, "
    "клумбами и зелеными газонами (для жаркого ростова в летнее время это редкость, газоны на набережной спасают поливальные установки). Здесь также работают зоны с бесплатным"
    " wi-fi, и установлены лавочки-колонны с розетками, от которых можно зарядить ноутбуки и телефоны.По праздникам на набережной всегда проходят массовые гуляния."
    " Отсюда отправляются прогулочные теплоходы.Самым известным монументом набережной является фонтан-скульптура 'ростовчанка'. Фигуру девушки установили в 1984 году,"
    " однако фонтан, изначально задуманный автором, устроили только спустя 30 лет. Туристы также могут сфотографироваться с героями шолохова: дедом щукарем, нахаленком, "
    "григорием и аксиньей, увидеть памятник самому шолохову, монументы 'дон-батюшка', памятник адмиралу ушакову, спортсменам, рыбаку, скульптуры 'рак' (вареные раки под"
    " пиво - традиционное ростовское кушанье), 'купание коня', 'разбитое сердце' и много еще чего интересного. Среди фонтанов выделяется плоский 'петровский': это"
    " светомузыкальный танцующий фонтан, среди струй которого можно освежиться в знойный южный день."

]
Leninsky_text2 = [
    "<b>Дунькин клуб</b>\nИстория этого здания началась в 1890г. с «Доходного дома купца Антимонова». За годы существования на доме сменилось множество вывесок, но в народе"
    " этот очаг культуры до сих пор называют «Дунькиным клубом». В 1970-80-х гг. в «Дунькином клубе» находился киноклуб, где показывали запрещенные для массового проката фильмы. "
    "В клубе также ставил свои спектакли самодеятельный театр 'Синий троллейбус', работала студия звукозаписи, выступали с концертами новые рок-группы. На протяжении всех лет"
    "клуб оставался в авангарде новых веяний творчества, собирая взыскательную публику.«Дунькин клуб» прожил насыщенную жизнь, сменив множество направлений, и сейчас продолжает "
    "работать в виде «Городского дома творчества».",

    "<b>Особняк М.Н. Черновой</b>\nДвухэтажный особняк, украшающий Большую Садовую улицу, был построен 1899 году специально для Маргариты Черновой, известной актрисы 19 столетия."
    " Дом, спроектированный архитектором Н. А. Дорошенко, стал подарком от влюбленного в красивейшую женщину купца Парамонова. Памятник архитектуры в советский период перешел "
    "в ведение советских властей. Вплоть до 1998 года дом Черновой использовался в качества базы архива Ростовской области. Сегодня гости города могут увидеть особняк практически"
    " в восстановленном виде, реставрация, позволившая вернуть зданию первоначальный облик, завершилась в 2001 году. В настоящий момент просторные помещения занимает отделение банка."

]
Leninsky_text3 = [
    "<b>Старообрядческий Покровский собор</b>\nКафедральный собор расположен в по адресу Ульяновская улица, 37. Построен в 1913 году по проекту архитектора В. А. Покровского."
    "Значительная часть старообрядческой общины приехала В Ростов в конце XVIII века. Одним из первых культовых сооружений старообрядческой общины Ростова-на-Дону была часовня,"
    " находившаяся в районе Донской улицы. В 1813 году на месте часовни была построена деревянная Покровская церковь. Староверы в большинстве случаев были обеспеченными людьми."
    " Строгие религиозные правила запрещали им употреблять никотин и алкоголь, предписывали много работать, дорожить семейными ценностями. Множество имен купцов из старообрядческой"
    " среды связаны с историей Ростова. Среди них был Николай Панин, на деньги которого и был построен каменный храм Покрова Пресвятой Богородицы, который можно увидеть сегодня.",

    "<b>Казанская лестница</b>Первое упоминание о Казанской лестнице в Ростове относится к XVIII веку. Такое имя лестница получила в связи с тем, что переулок Газетный до"
    " 1918 года назывался Казанским. В 70-х годах двадцатого столетия был закончен капитальный ремонт набережной Дона. Спуск к Дону по переулку Газетному тогда был "
    "труднопроходимый, частично мощенный булыжным камнем, по которому проехать было невозможно даже в хорошую погоду из-за крутого склона. Поэтому было принято однозначное "
    "решение – построить лестницу.В 2017 году состоялась ее масштабная реконструкция. В рамках капитального ремонта демонтировали старое и обустроили новое плиточное покрытие,"
    " отремонтировали и облицевали гранитными плитами лестничные парапеты, смонтировали электрические сети и выполнили заземление, обустроили 21 опору освещения и 4 "
    "платформенных подъемника для маломобильных слоев населения."

]
Leninsky_text4 = [
    "<b>Дворец творчества детей и молодёжи</b>\nЭто один из ведущих детских образовательных центров России, Располагается в бывшем здании Волжско-Камского банка. Которое после "
    "прихода советской власти здание было национализировано. В 1936 года в здании был торжественно открыт Дворец пионеров.  В 1991 году он в был переименован во Дворец творчества"
    " детей и молодежи.Сейчас во дворце желающие могут вступить в кружок на любой вкус: танцы, музыка, наука, боевые искусства, клубы моряков и летчиков - все это и многое другое можно найти здесь.",

    "<b>Дворец спорта</b>\nЗСК «Спорт-Дон» — спортивный комплекс, расположенный в городе Ростов-на-Дону, был открыт 20 октября 1967 года.Одно из самых крупных спортивных "
    "сооружений Юга России.Построен в 1967 году по типовому проекту 1956 года, был построен в рекордные сроки — всего за год. На тот момент построенный Дворец спорта входил в "
    "пятерку лучших спортивных сооружений СССР. Главная спортивная арена, площадью 2800 кв. м., имеет возможность без ущерба для качества льда, в течение нескольких часов, "
    "преобразовать ледовую арену в концертный зал. Вместимость зрелищно-спортивного комплекса составляет 4000 зрителей — вариант со льдом и 5000 зрителей\nИзвестно, что до "
    "постройки Дворца на его месте располагалось Новопоселенское городское кладбище, на котором были захоронены многие известные жители города и часть из них до сих пор лежит там"

]
Leninsky_text5 = [
    "<b>Особняк Великановой</b>\nВ 1884—1890 годах ростовский купец Семён Иванович Великанов построил для своей дочери Пелагеи особняк на Казанской улице (ныне улица Серафимовича). "
    "В особняке было 28 комнат, подвалы для служб и фонтан во дворе. Фасады здания оформлены в неоклассической стилистике.После прихода советской власти здание было национализировано."
    " В 1921 году там разместилась Ростовская государственная публичная библиотека им. Карла Маркса (ныне Донская государственная публичная библиотека). В 1994 году библиотека "
    "переехала в новое здание на Пушкинской улице, а в особняке Великановой разместилось Ростовское художественное училище им. М. Б. Грекова.",

    "<b>Водная станция Динамо</b>\nУникальное здание лоцмейстерского поста(водной станции «Динамо») , где под руководством изобретателя радиосвязи физика Александра Попова была"
    " сооружена первая гражданская радиостанция России, нынче расположено на левом берегу Дона у ростовского железнодорожного моста. Оно было в свое время разобрано и перенесено "
    "сюда с острова Перебойный.Лоцмейстерский пост появился на острове Перебойном в начале 1890-х годов при выходе гирла Егурча в Таганрогский залив. Главной задачей его была "
    "передача информации капитанам судов об уровне воды в донских гирлах. Для этого здесь был установлен телеграф и мачта, на которой поднимались визуальные знаки с цифрами.В конце "
    "1940-х годов разобранное деревянное строение лоцпоста перенесли на левый берег Дона и вновь собрали вблизи ростовского железнодорожного моста, передав водной станции «Динамо»."

]
