Kirovsky_text = [
    "<b>Доходный дом Токарева</b>\nРасположен в Ростове-на-Дону на Большой Садовой улице у перекрёстка с проспектом Чехова.был построен в 1905 году ростовским купцом"
    " и владельцем спиртоводочного завода Николаем Ильичом Токаревым. До революции в доходном доме размещались бакалейная торговля С. О. Бабаханова, Русское театральное"
    " общество, магазин «Масло-Сыр», склад аптекарской посуды и пробок М. Розенблюма. После прихода советской власти доходный дом был национализирован, и в нём "
    "разместилась десятая городская больница. В годы Великой Отечественной войны здание почти не пострадало. Когда в 1945 году Клементина Черчилль, жена Уинстона Черчилля,"
    " посещала Ростов-на-Дону, её поселили именно в этом доме. В настоящее время здание занимает городская поликлиника № 10.",

    "<b>Доходный дом Шендерова</b>\nЗдание расположенопо адресу  на Ворошиловский проспект дом 33.Архитектура здания — переходный стиль от эклектики к модерну. "
    "Дом был построен в конце XIX века по проекту ростовского архитектора Н. М. Соколова. Он принадлежал купцу второй гильдии Соломону Израилевичу Шендерову."
    " Первый этаж центральной части здания арендовали различные учреждения торговли. Второй этаж использовался владельцем как жилой. После прихода советской власти "
    "доходный дом национализировали. В 1920-х годах на первом этаже здания находились торговые организации, а на втором — коммунальные квартиры. Дом пострадал в годы "
    "Великой Отечественной войны, был утрачен центральный шатёр. В 1950-х годах здание было восстановлено с некоторыми нововведениями - появились новые пристройки."
    "В середине 2000-х годов была проведена реконструкция здания, в ходе которой центральный шатёр был восстановлен в первоначальном виде",

    "<b>Парамоновские склады</b>\nПарамоновские склады — руины, оставшиеся от строений XIX века, находящиеся практически в самом центре города. Несмотря на "
    "полуразрушенное состояние, они являются одним из любимейших мест горожан и туристов в Ростове-на-Дону. Стены из красного кирпича и вода, бьющая водопадами из окон"
    " в окружении зелени, делают это место загадочным и притягательным. В XIX веке купец Е. Парамонов купил одну из мельниц в Ростове-на-дону, а после — разбогател на "
    "торговле зерном. Вскоре купцу понадобилось расширение его и Парамонов построил в районе Хлебной пристани масштабный складской комплекс для хранения пшеницы. Возведение"
    " первого здания в комплексе датируется 1850 годом, а последний корпус был закончен через 40 лет — в 1890 году. \n Заброшенный комплекс складов полюбился и ростовчанам, "
    "и туристам — в этом месте приятно погулять и полюбоваться видами, а в теплую погоду в естественном бассейне, образованном источниками, была образована настоящая городская купальня. ",

    "<b>ОСОБНЯК Н. Е. ПАРАМОНОВА</b>\nВ 1914 г. по проекту архитектора Л. Ф. Эберга был построен изящный особняк для сына знаменитого купца Е. Т. Парамонова Николая. "
    "Николай Парамонов (1876-1951 гг.) – предприниматель и меценат, видный общественно-политический деятель начала ХХ века, основатель книжного издательства «Донская речь»,"
    " которое уже в первый год своего существования стало одним из лучших среди провинциальных издательств. С 1947 года в здании, являющемся памятником неоклассической "
    "архитектуры, располагается Зональная библиотека Ростовского государственного университета, с 2006 года Южного федерального университета",

    "<b>Ростов Арена</b>\n«Ростов Арена» — футбольный стадион в городе Ростов-на-Дону. Стоимость строительства составила 19,8 млрд. рублей, оно осуществлялось за счет средств"
    " Федерального бюджета и бюджета Ростовской области.Возведение сооружения началось в 2013 году. Место было выбрано на левом берегу Дона, неподалеку от Гребного канала."
    " Из-за близости реки стадион строился на крайне сложном грунте. Из-за этого пришлось создать намывной слой из песка высотой около шести метров. В настоящее время "
    "футбольный стадион «Ростов Арена» представляет собой пятиэтажное сооружение с тремя ярусами трибун. Архитектурный образ стадиона сформирован овальной сферой, которая "
    "сверху закрыта кровлей волнообразной формы с прямоугольным вырезом над игровой зоной. Состоялось открытие «Ростов Арены» 15 апреля 2018 года матчем чемпионата России "
    "между «Ростовом» и «СКА-Хабаровск» (2:0). Вместимость стадиона – 45 000 зрителей (из них 754 VIP места, 2280 мест для прессы). Прилегающая территория оснащена "
    "достаточным количеством парковочных мест. Вокруг стадиона выполнено террасное озеленение местности.",

    "<b>Памятник бойцам 1-й Конармии</b>\nПамятник бойцам Первой конной армии посвящен событиям 1920 года, когда во время штурма города Первая конармия понесла большие потери от "
    "корпусов конницы Белой армии. Монумент установлен в 1972 году в сквере перед зданием областной администрации. Проект памятника создавался скульптором Вучетичем и изначально"
    " предназначался для мемориального комплекса Мамаев Курган в Волгограде, однако впоследствии был подарен Ростову-на-Дону. Монумент представляет собой скульптуры троих бойцов,"
    " установленные на высоком гранитном постаменте. На лицевой и боковых сторонах постамента изображены сцены боевых действий с участием Первой конармии",

    "<b>Богатый источник</b>\nБогатый источник — природный и архитектурный памятник города Ростова-на-Дону. Он находится на Богатяновском спуске на территории исторического"
    " центра города. Это место известно горожанам с середины 17 века. Богатяновский источник имеет еще несколько своих названий – «Богатый источник» и «Богатый колодезь». "
    "Последнее имя ему дал сам Петр I в 1695 г., когда проезжал мимо и решил испить воды. Легенда гласит, что выпив чистой воды, государь сказал: «Богатый колодезь». "
    " Богатый источник имеет огромную ценность для ростовчан потому, что в 1749 году недалеко от него была возведена Темерницкая таможня, а позже и крепость Димитрия Ростовского "
    "- с которой началась славная история столицы Донского края.\n Богатым источник считается неспроста, ведь всего сто лет назад он мог снабдить весь город "
    "чистой ключевой водой. После вспышки холеры в Ростове-на-Дону (20-е годы XX в.) водой 'колодезя' начали пользоваться только в технических нуждах.Богатый источник "
    "признан достопримечательностью и объектом культурного наследия города в 1988 году.",

    "<b>Ротонда Первомайского парка</b>\nВ середине ХIХ века в Ростове-на-Дону был создан Коммерческий клуб. В 1855 году им был куплен пустующий участок земли, на котором вскоре"
    " был разбит сад Летнего Коммерческого клуба. Были посажены первые липовые деревья (два десятка из которых сохранились до наших дней), построена оранжерея у северной границы "
    "участка, обустроены садово-парковые сооружения и спортивные площадки. В конце XIX века в глубине сада было возведено временное двухэтажное деревянное здание Летнего "
    "Коммерческого клуба. В 1901 году в саду на сохранившемся фрагменте редута Святого Александра Невского в память о когда-то существовавшей здесь крепости была построена"
    " изящная ротонда в неоклассическом стиле с шестью колоннами. Ныне на месте бывшего сада Летнего Коммерческого клуба находится парк культуры и отдыха им. 1-го Мая. "
    "Ротонда украшает парк и сегодня, и её облик хорошо знаком всем ростовчанам.",

    "<b>Доходный дом наследников В.Р. Максимова</b>\nДоходный дом наследников В. Р. Максимова (также встречается ошибочное название Доходный дом В.Г. Кисина и И.-А.Ш. Фроймовича)"
    " — старинный дом в Ростове-на-Дону на улице Московской. До Октябрьской революции на первом этаже дома размещались магазины готового платья, над ними был квартиры, которые"
    " снимали ростовские врачи, адвокаты, инженеры. Известность получил жилец дома, доктор Гурари Фабиан Натанович, который лечил кожные и внутренние болезни рентгеновскими лучами."
    " У него дома был кабинет с рентгеновской установкой, что было в то время редкостью.\n. В другой части дома размещалось адресное бюро, которое писатели Ильф и Петров прославили в романе «Двенадцать стульев»."
    "В настоящее время здание находится в ветхом состоянии, в здании никто не проживает. Предполагается расселение здания, его восстановление и устройство в нем музея.",

    "<b>Здание Государственного банка</b>\nЗдание возводилось на месте разобранного старого строения банка, которое уже не удовлетворяло его правление.\nГлавный фасад банка обращен"
    " на пр. Соколова , южный - на ул. Социалистическую , северный фасад формирует облик центральной улицы города - Большой Садовой.Строительство здания началось в 1913 г."
    " по проекту академика архитектуры М.М. Перетятковича. Завершилось возведение здания в 1917 г. В этот год в ансамбль застройки банка вошла архитектурно-скульптурная композиция,"
    " расположенная по оси главного фасада, включающая фонтан, лестницы и балюстрады, скульптуры львов, расположенные на подиумах. В 1920-е гг. здание Госбанка было национализировано",

    "<b>Государственный музей-заповедник М.А. Шолохова, Шолохов-центр</b>\n«Шолохов-Центр» музея-заповедника М.А. Шолохова является площадкой для проведения крупных выставочных"
    " и культурно-просветительских проектов в Южном федеральном округе.Он расположен в городе Ростове-на-Дону в старинном особняке - Доме братьев Мартын, построенном архитектором "
    "Н.М. Соколовым в 1893 г. в центре бывшей крепости Святого Димитрия Ростовского (1761-1835 гг.) – важной части исторической территории Ростова. Здание является яркой "
    "достопримечательностью города, великолепным памятником конца ХIХ века, представляющим историко-архитектурную ценность.До Октябрьской революции домом владела семья И.Р. "
    "Мартын - британского подданного, основателя фирмы «Джон Мартын и К0». В 1920 г. здание было национализировано. В 2007 г. особняк, находившийся в аварийном состоянии, был "
    "передан музею-заповеднику М.А. Шолохова, в 2008-2014 гг. проведена его реставрация и возвращен исторический облик.",

    "<b>Архитектурно-скульптурный комплекс Львы</b>\nАрхитектурно-скульптурный комплекс «Львы» с фонтаном, располагается прямо у здания Ростовского филиала государственного "
    "банка Российской Федерации, в восточной части площади Советов. Его история возникновения напрямую связана с этим зданием банка, архитектором которого стала петербурженка"
    " Марьяна Перетятковича.В 1917 году перед банком был возведен архитектурно-скульптурный комплекс 'Львы', он явился нерушимой традицией размещения силуэтов львов, которые "
    "олицетворяли храбрость и силу. Комплекс выполнен в неоклассическом стиле направления модерн, который отлично сочетается с архитектурной особенностью банка. У фонтана с "
    "трех сторон находится просторная площадка, которая ведет вниз лестницей к площади",

    "<b>Административный корпус Ростовского университета</b>\nАдминистративный корпус Ростовского (Варшавского) университета — здание в Ростове-на-Дону, построенное в 1897 году."
    " Изначально входило в комплекс построек Николаевской больницы. С 1915 года в здании размещался медицинский факультет Варшавского университета, эвакуированного из Варшавы. "
    "В настоящее время в здании размещается административный корпус Ростовского государственного медицинского университета. Административный корпус Ростовского (Варшавского)"
    " университета имеет статус объекта культурного наследия регионального значения.",

    "<b>Главный корпус Южного федерального университета</b>\nГлавный корпус Южного федерального университета (Доходный дом купца Кистова) — здание в Ростове-на-Дону,"
    " построенное по проекту архитектора Г. Н. Васильева. Здание имеет статус объекта культурного наследия федерального значения.\nВ годы Первой мировой войны здание арендовало"
    " депо артиллерийской бригады. После Октябрьской революции и Гражданской войны, его занимал «Донсовгорхоз», с 1924 года — Донской исполком. В конце 1920-х — начале 1930-х "
    "годов в здании размещались: «Донвнуторг» и др.В 1935 году здание было передано Ростовскому государственному университету",

    "<B>Дворец бракосочетания</b>\nВ 1892 году рядом с Благовещенским храмом была построена гимназия, которая в начале XX века была преобразована в двухклассное греческое училище"
    " Эллинского благотворительного общества. После Октябрьской революции и до 1973 года здание использовалось как школьное. В 1973 году в нём разместился отдел ЗАГС Кировского района "
    "города Ростов-на-Дон.Фасад здания украшает четырёхколонный портал с треугольным фронтоном, напоминающий о подобном портале греческой Благовещенской церкви. Проект здания выполнил"
    " архитектор Ян Занис.Напротив ЗАГСа располагается скамья примирения — своеобразный символ крепости семейных уз. Перед зданием находится скульптурная композиция из бронзы «Нахалёнок и гуси»",

    "<b>Ростовский ипподром</b>\nВ Ростове-на-Дону скаковой ипподром был открыт в 1902 году, и с этого момента принято отсчитывать начало его деятельности. При советской власти все частные конные заводы, а также казачьи"
    " табуны были ликвидированы в рамках политики расказачивания. В 2002 году, на пороге своего столетнего юбилея Ростовский ипподром перестал быть государственным предприятием и стал первым "
    "частным ипподромом в России. После приватизации ипподром был переоборудован. Теперь он насчитывает в своём составе 14 конюшен, в том числе две двухэтажные. Территория поля занимает 28 "
    "гектаров. Имеется две дорожки ― тренировочная и призовая, покрытие ― грунтово-песчаное. Здесь есть своя кузня, ветеринарный лазарет, склад амуниции, зернохранилище. Ипподром имеет "
    "двухъярусную трибуну на 5 тысяч зрительских мест, также работает несколько десятков пунктов приема ставок. При нём также имеется и гостиница, где размещаются посетители как из России,"
    " так и из других стран мира. Скачки проводятся каждое воскресенье.",

    "<b>Доходный дом Ляхмаер</b>\nДом расположен в центральной исторической части города. Известно, что в конце XIX века он уже был построен, так как в январе 1899 года Екатерина Петровна Ляхмаер стала его владелицей. "
    "На земельном участке она построила четырехэтажный дом. В июле 1900 года появилась информация о том, что санитарный комитет считает усадьбу Ляхмаер небезопасной для "
    "санитарно-эпидемиологического состояния города и считает необходимым закрыть все квартиры в доме, а людям, которые арендуют там жилье, необходимо будет переселиться в другие квартиры."
    " Известно, что с 1910 года собственником дома был присяжный поверенный Черников Абрам Лазаревич. Он же, владел еще одним памятником архитектуры в городе - «Особняком А. Л. Черникова».",

    "<b>Здание главного корпуса Ростовского мореходного училища дальнего плавания</b>\nМореходные классы были открыты в Ростове-на-Дону в 1876 году, а в 1896 году для них было построено собственное здание. К началу XX века мореходные классы были преобразованы в"
    " «Мореходное училище дальнего плавания». Появилась необходимость построить для училища новый учебный корпус. Здание главного корпуса Ростовского мореходного училища дальнего плавания"
    " было построено в 1914 году неподалёку от первого здания мореходных классов.В 1974 году на фасаде здания была установлена мемориальная доска с текстом: «В этом здании учились мореходному"
    " искусству М. П. Белоусов и Н. А. Лунин. За героизм и мужество, проявленные при выполнении заданий Родины, они удостоены звания Героя Советского Союза».",

    "<b>Маслобойный завод Костина</b>\nЕго первым известным собственником был купец Пахомов. В 1880-х годах это помещение арендовал купец Костин и в 1887 году основал в нем кондитерскую фабрику. Руководителем был Степан "
    "Ефимович Костин — сын купца. Товары предприятия пользовались спросом в городе. Помимо предпринимательской деятельности, Ефим Костин был гласным городской думы, на эту должность его "
    "переизбирали. Собственностью купца Костина также была лавка на Старом рынке, где происходила продажа карамели и бубликов, и доходный дом, который сохранился до наших времен. После 1917"
    " года завод стал собственностью Свирских, потом предприятие было национализировано и стало известно как маслобойный завод № 8. Завод просуществовал до второй половины XX века. В XXI "
    "столетии в этом доме размещается гостиница.",

    "<b>Особняк Петрова</b>\nОсобняк был построен в конце XIX века. Первым владельцем дома был А. А. Домбровский, который вскоре его продал. В 1898 году особняк принадлежал управлению Владикавказской железной"
    " дороги. В конце XIX века особняк получил ростовский адвокат Аполлон Петрович Петров в награду за решение судебного вопроса управления Владикавказской ж.д.В 1920 году дом "
    "национализировали. После Великой Отечественной войны здание было передано областному отделу по делам строительства и архитектуры. В этот период в особняке была надстроена мансарда, "
    "сооружена бетонная лестница, разобраны деревянная терраса и мраморный фонтан в саду. Тогда же были утрачены камин и несколько резных дверей особняка. В 1959 году здание передали "
    "Ростовскому областному музею изобразительных искусств.",

    "<b>Музей виноделия и донского самогоноварения</b>\nИстория древних греков, сохранившаяся в винных амфорах, предметах и орудиях труда для обработки виноградников у хазар, блестящая культура застолья времен Азовских походов "
    "Петра I, столование атамана М.И. Платова в период войны с Наполеоном, виноградные лозы Дуная, Рейна и берегов Роны — это всё история и традиции музея виноделия. Последний "
    "царь всея Руси из династии Романовых и первый Император Всероссийский Петр I после успешных Азовских походов в 1696 г. в сопровождении атамана и генералов прибыл в Черкасск."
    " Донской атаман Фрол Минаев в своем курене в Черкасске устроил обед царю, его свите и казакам - героям взятия Азова.",



]
max_kir=len(Kirovsky_text)