October_text = [
    "<b>Памятник артиллеристам батареи С. Оганова и С. Вавилова</b>\nНа высоком постаменте установлена пушка и изображены пять артиллеристов, совершивших в составе"
    " батареи бессмертный подвиг под Ростовом-на-Дону. Надпись гласит: 'Отважным воинам Отчизны, славой вечной покрывшим себя в боях под Ростовом осенью 1941 года. "
    "Подвигу батареи С. Оганова и С. Вавилова посвящается.'. Многофигурная композиция показывает один из героических моментов кровопролитного сражения на западной окраине Ростова.",

    "<b>Памятник 'Военным медикам, павшим во время Великой Отечественной войны и послевоенное время'</b>\nВ Ростове-на-Дону на территории 1602-го военного клинического "
    "госпиталя Южного военного округа, который расположен на улице Дачной, 20 февраля 2020 года, открыли памятник «Военным медикам, павшим во время Великой Отечественной войны "
    "и послевоенное время». В военные годы на Дону было развернуто 306 военных госпиталей. В начале Великой Отечественной из нашего региона было мобилизовано свыше 2 тысяч врачей "
    "и 8 тысяч медсестер. Они действовали наравне с бойцами Красной армии, подполья, труженикам тыла, и вносили огромный вклад в Победу.",

    "<b>Дворец культуры РГУПС</b>\nДворец культуры вписал множество ярких страниц в историю университета. Образованный в 1964 году как профсоюзный клуб РИИЖТа. "
    "Основной задачей деятельности Дворца культуры является развитие творческого потенциала студентов и организация их полноценного досуга.Сегодня во Дворце культуры "
    "успешно работают кружки под руководством профессиональных руководителей и студенческие формирования, возглавляемые студентами-активистами.Неизменный интерес студентов "
    "к культурной жизни университета свидетельствует о том, что творческая жизнь для них не менее значима, чем учеба. Участие во вне учебной деятельности способствует "
    "разностороннему развитию, приобретению организаторских и управленческих навыков так необходимых современному специалисту.",

    "<b>Ростовская Галерея кукол</b>\n22 марта 1999 г. в г.Ростов-на-Дону открылась Галерея Кукол. В ее основу легла частная коллекция семьи Кирилловых. Экспозиция включает"
    " в себя лучшие образцы коллекционных кукол ведущих мировых производителей, уникальные костюмы народов мира, а также отреставрированные антикварные куклы. Подобные галереи"
    " есть во многих странах мира и являются отражением нежной и трепетной страсти взрослых.",

    "<b>Стела комсомольцам Дона</b>\nСтела комсомольцам дона, погибшим в боях за Родину в 1941-1943 гг., - один из старейших памятников города - находится в центре "
    "Комсомольской площади. Черная стела, посвященная подвигу комсомольцев Ростова-на-Дону в годы Великой Отечественной войны, была воздвигнута в 1967 г. по инициативе молодежи"
    " Октябрьского района в центре городской площади, которая стала Комсомольской в этом же году. С тех пор в конце Буденновского проспекта из широкой гранитной плиты-основания "
    "восходящим лучом возвышается 15-метровая стела из черного мрамора. На ней высечена фигура тяжелораненного молодого воина, держащего в повисшей руке боевой автомат, из "
    "которого он успел выпустить во врага последнюю очередь. Надпись на стеле гласит: «Вечен ваш подвиг в сердцах поколений грядущих».",

    "<b>Клевер (Clover House)</b>\nХудожественная галерея «Клевер» — проводит всевозможные прекрасные выставки живописи, графики, современного искусства и скульптуры "
    "ростовских художников. Здесь очень приятная атмосфера, которая вдохновляет и расслабляет каждого посетителя.Тут предлагают познакомиться с прекрасными работами"
    " чудесных скульпторов и художников, которые стремительно завоёвывают популярность. Все работы, что здесь представляются настоящие произведения искусства, "
    "которые помогут окунуться в искусство и понять всю ценность этих работ. Каждая из них несёт определённый глубокий смысл, что хотел донести художник.",

"<b>Библиотека им. Н.М. Карамзина</b>\nБиблиотека им. Н. М. Карамзина была основана в 1944 году, имя Н. М. Карамзина и статус исторической получила в средине 90-х годов. "
    "С 2002 года в библиотеке работает литературный клуб «Дон» под руководством поэта, члена ростовского отделения Союза писателей России И. Н. Кудрявцева. В последние"
    " годы особенно активно библиотека занимается работой с титульным именем. С 2014 года реализуется проект «И будет имя жить его в России вечно», целью которого "
    "является привлечение внимания читателей к литературно-историческому наследию Н. М. Карамзина. Кроме того, в 2016 году библиотекой был создан виртуальный музей"
    " «Н. М. Карамзин». В 2017 г. библиотека им. Н. М. Карамзина полностью отремонтирована и оснащена всем необходимым оборудованием в рамках программы «Доступная среда»."
    " Объём универсального фонда составляет около 25 тыс. экземпляров, количество читателей библиотеки ежегодно растёт.",

"<b>Фонтан 'Богатырь'</b>\nФонтан «Богатырь» расположен на углу проспекта Буденновский и улицы Красноармейская перед сквером имени 1-го Пионерского Слета и представляет"
    " собой фигуру витязя, который поражает мечом змея. Авторами этого фонтана являются скульпторы Сергей Корольков и Евгений Вучетич. Установлен был фонтан еще в "
    "довоенное время, в 1930-е годы. Сейчас фонтан покрыт позолотой и красиво переливается на солнце, привлекая внимание прохожих издалека. В советские времена фонтан был "
    "одним из красивейших и самых мощных в городе. Он регулярно ремонтировался, обслуживался и находился в прекрасном состоянии – вода поднималась под мощным напором и стекала,"
    " образуя искусственный водопад. Не так давно фонтан был вновь восстановлен и продолжает радовать своей красотой ростовчан и гостей города.",

    "<b>Памятник Александру Печерскому</b>\n75 лет назад советский офицер Александр Печерский возглавил в лагере смерти Собибор бунт и организовал, казалось, невозможное: "
    "массовый побег заключенных из Собибора. До него и после этого не удавалось никому.Героя посмертно наградили, в его родном Ростове появились улица и школа его имени,"
    " также в городе открыли памятник. На юго-востоке Польши лагерь Собибор действовал полтора года. За это время нацисты убили здесь 250 тысяч евреев. Тотальная атмосфера"
    " страха, насилия и пыток. Лейтенант Александр Печерский, попавший в плен еще в 1941-м, бежать пытался несколько раз. Оказавшись в Собиборе, он смог уговорить "
    "отчаявшихся уже людей напасть на эсэсовцев и бежать, прорвав заграждение. Триста заключенных смогли тогда вырваться на свободу. Подвиг Александра Печерского вдохновил "
    "российских кинематографистов на создание фильма о побеге из Собибора. Константин Хабенский сыграл главную роль и стал режиссером ленты. Премьеру Собибора приурочили"
    " к открытию памятника Александру Печерскому.",

    "<b>Церковь Иоанна Кронштадтского</b>\nХрам в честь святого праведного Иоанна Кронштадтского – единственный студенческий храм епархии. Его история началась в 1992 году."
    " 29 сентября открыла свои двери домовая церковь при Ростовском Государственном Университете Путей Сообщения. Первый молебен в университетском храме был совершен 1 сентября"
    " 1993 года. Первая Божественная литургия – 3 июня 1994 года.В скором времени было принято решение о строительстве нового храма Иоанна Кронштадтского. Освящение "
    "закладного камня в основание будущего храма 20 сентября 1999 года совершил Патриарх Московский и всея Руси Алексий Второй. В следующем году, 12 июля, архиепископ "
    "Ростовский и Новочеркасский Пантелеимон освятил место под строительство, а 26 июля начались строительные работы по проекту архитектора Г.И. Иванова. Спустя два года в"
    " недостроенной церкви уже была совершена первая Божественная литургия. В 2004 году установлены купола и кресты.  В 2005 году строительство храма было полностью завершено."
    " В настоящее время при храме работает воскресная школа.",

    "<b>Парк им. К. Чуковского</b>\nПарк имени Корнея Чуковского находится в Ростове-на-Дону, в Октябрьском районе. Форма парка Чуковского довольно необычная: треугольная - его территорию с разных сторон"
    " ограничивают три улицы: Ставропольский переулок, Ашхабадский переулок и улица Цезаря Куникова. У парка есть еще одно простонародное название - Ашхабадский парк. В парке в "
    "советскую эпоху располагались летние кинотеатры и хозяйственные небольшие постройки - от них на сегодняшний день остались лишь развалины.",

    "<b>Парк культуры и отдыха им. Октября</b>\nПарк культуры и отдыха им. Октября был создан в Ростове-на-Дону в 1971 году. Открыт круглый год. На территории установлены скульптуры сказочных персонажей, есть детские и "
    "спортивные площадки, площадка с уличными тренажерами, терренкур ('тропа здоровья'). На базе парка работают: экологический клуб, футбольный клуб, клуб семейного отдыха и "
    "детский поэтический клуб. Проводятся уличные праздники и развлекательные мероприятия для детей и взрослых.",

    "<b>Донской музей МЧС</b>\nРостовский музей пожарной охраны или пожарно-техническая выставка была открыта 17 апреля 1997 года. Музей расположен в старом здании 5 пожарной части, по адресу переулок "
    "Доломановский, 132 и является Центром противопожарной пропаганды и общественных связей 40 отряда федеральной противопожарной службы по Ростовской области. Просветительская "
    "деятельность сотрудников музея – это часть организационно-массовой работы отряда.",

    "<b>Храм мученицы Татианы</b>\nПравославный храм Центрального благочиния Ростовской и Новочеркасской епархии, расположенный на территории Донского государственного технического университета.25 января 2008"
    " года на месте будущего храма во имя святой мученицы Татианы на территории ДГТУ архиепископом Ростовским и Новочеркасским Пантелеимоном был заложен и освящён закладной камень "
    "В 2016 году окончательно завершились работы по сооружению храма, и 13 февраля митрополит Ростовский и Новочеркасский Меркурий провел чин великого освящения и божественную "
    "литургию в новом храме.",

    "<b>Памятник строителям-созидателям</b>\nПамятник строителю появился в Ростове-на-Дону в рамках программы «Малые формы», направленной на улучшение внешнего облика города. Создали его ростовский скульптор Дмитрий"
    " Лындин вместе с архитектором Валерием Тарасенко. Скульптурная композиция выполнена из бронзы и изображает молодого плечистого мужчину в славянском одеянии. У него окладистая"
    " борода, волосы подвязаны тесёмкой, длинное платье на поясе, на груди — нательный крест. Выражение лица сосредоточено: из прямоугольных блоков мастер складывает лестницу, "
    "устремлённую ввысь. Лестницу можно воспринимать как неподвластный времени символ движения в вечность. Действительно, лучшие архитектурные сооружения переживают не только своих"
    " создателей, но и целые эпохи",

    "<b>Парк Строителей</b>\nПарк Строителей расположен на Буденновском проспекте, на участке между улицами Варфоломеева и Филимоновской. Самое первое упоминание о нем датируется 1911 годом, когда он"
    " назывался 'Новопоселенским садом для общественного пользования'. Городской парк был разбит на месте усадьбы ростовчанина по фамилии Гарбуз, и первоначально в нем росли, "
    "преимущественно, плодово-ягодные деревья. Напротяжении многих лет жители Ростова-на-Дону именовали парк 'Гарбузкиным садом'.",

    "<b>Памятник Игорю Пэну</b>\nПамятник полному кавалеру ордена Славы, ветерану Великой Отечественной войны Игорю Петровичу Пэну, был открыт на территории школы № 43 Октябрьского района города, в рамках"
    " празднования 270-летия со дня основания города Ростова-на-Дону. Китаец по происхождению Игорь Петрович жил и трудился в нашем городе. В мероприятии приняли участие делегация"
    " из Китая (город Яньтай), представители командования Южного военного округа, ветераны ВОВ, представители Управления и районного отдела образования, администрации района. "
    "Торжественное мероприятие сопровождали почетный караул у памятника, знаменная группа и оркестр Южного военного округа. Как отмечали участники церемонии открытия памятника,"
    " уважение к личности Игоря Петровича Пэна, как и других героев-защитников Отечества, – важный духовный ориентир нашего многонационального общества. Этот ориентир одна из основ"
    " Российского патриотизма и важное звено в деле воспитания подрастающего поколения.",

    "<b>Механические часы ДГТУ на пл. Гагарина</b>\nДвухметровый прозрачный механизм, установлен перед главным корпусом ДГТУ – на площади Гагарина – 14 мая 2015 года по случаю 85-летия вуза. Идея и проект создания уникального"
    " механизма принадлежит ректору ДГТУ Бесариону Месхи. Изготовили его местные Кулибины – на фирме «Ростовское время». Мастера использовали две технологии: механику XVII века, "
    "проверенную временем в прямом и переносном смысле, и один электронный компонент, который обеспечивает автоматическое питание часов, задавая им «вечный» ход. Не обошлось и "
    "без «изюминки» – следить за работой хронометра можно в режиме онлайн, благодаря встроенному wi-fi.",

    "<b>Скульптура 'Выпускники'</b>\n10 сентября 2020 года перед центральным корпусом Донского государственного технического университета установили скульптуру «Выпускники». Это подарок к 90-летию вуза. В "
    "правительстве Ростовской области сообщили, что скульптурная композиция - знак признательности за то, что ДГТУ почти столетие выпускает высококвалифицированных специалистов,"
    " развивающих отечественное машиностроение и АПК.",

    "<b>Студенческий парк ДГТУ им. Л.В. Красниченко</b>\nПарк был высажен учащейся молодежью Ростова в 1910 году. В предвоенные годы и до 1947 года парк назывался «Андреевская роща». Этот парк в годы перед Великой Отечественной"
    " войной был любимым местом отдыха ростовчан. Главный вход в него был расположен со стороны Ворошиловского проспекта, там, где сейчас находится вход в главный корпус ДГТУ. "
    "Парк переименовывался несколько раз и в 2008 году получил имя, которое он носит и в настоящее время – парк ДГТУ имени Леонида Васильевича Красниченко.",

]

