October_text = [
    "<b>Памятник артиллеристам батареи С. Оганова и С. Вавилова</b>\nНа высоком постаменте установлена пушка и изображены пять артиллеристов, совершивших в составе"
    " батареи бессмертный подвиг под Ростовом-на-Дону. Надпись гласит: 'Отважным воинам Отчизны, славой вечной покрывшим себя в боях под Ростовом осенью 1941 года. "
    "Подвигу батареи С. Оганова и С. Вавилова посвящается.'. Многофигурная композиция показывает один из героических моментов кровопролитного сражения на западной окраине Ростова.",

    "<b>Памятник 'Военным медикам, павшим во время Великой Отечественной войны и послевоенное время'</b>\nВ Ростове-на-Дону на территории 1602-го военного клинического "
    "госпиталя Южного военного округа, который расположен на улице Дачной, 20 февраля 2020 года, открыли памятник «Военным медикам, павшим во время Великой Отечественной войны "
    "и послевоенное время». В военные годы на Дону было развернуто 306 военных госпиталей. В начале Великой Отечественной из нашего региона было мобилизовано свыше 2 тысяч врачей "
    "и 8 тысяч медсестер. Они действовали наравне с бойцами Красной армии, подполья, труженикам тыла, и вносили огромный вклад в Победу.",

    "<b>Дворец культуры РГУПС</b>\nДворец культуры вписал множество ярких страниц в историю университета. Образованный в 1964 году как профсоюзный клуб РИИЖТа. "
    "Основной задачей деятельности Дворца культуры является развитие творческого потенциала студентов и организация их полноценного досуга.Сегодня во Дворце культуры "
    "успешно работают кружки под руководством профессиональных руководителей и студенческие формирования, возглавляемые студентами-активистами.Неизменный интерес студентов "
    "к культурной жизни университета свидетельствует о том, что творческая жизнь для них не менее значима, чем учеба. Участие во вне учебной деятельности способствует "
    "разностороннему развитию, приобретению организаторских и управленческих навыков так необходимых современному специалисту.",

    "<b>Ростовская Галерея кукол</b>\n22 марта 1999 г. в г.Ростов-на-Дону открылась Галерея Кукол. В ее основу легла частная коллекция семьи Кирилловых. Экспозиция включает"
    " в себя лучшие образцы коллекционных кукол ведущих мировых производителей, уникальные костюмы народов мира, а также отреставрированные антикварные куклы. Подобные галереи"
    " есть во многих странах мира и являются отражением нежной и трепетной страсти взрослых.",

    "<b>Стела комсомольцам Дона</b>\nСтела комсомольцам дона, погибшим в боях за Родину в 1941-1943 гг., - один из старейших памятников города - находится в центре "
    "Комсомольской площади. Черная стела, посвященная подвигу комсомольцев Ростова-на-Дону в годы Великой Отечественной войны, была воздвигнута в 1967 г. по инициативе молодежи"
    " Октябрьского района в центре городской площади, которая стала Комсомольской в этом же году. С тех пор в конце Буденновского проспекта из широкой гранитной плиты-основания "
    "восходящим лучом возвышается 15-метровая стела из черного мрамора. На ней высечена фигура тяжелораненного молодого воина, держащего в повисшей руке боевой автомат, из "
    "которого он успел выпустить во врага последнюю очередь. Надпись на стеле гласит: «Вечен ваш подвиг в сердцах поколений грядущих».",

    "<b>Клевер (Clover House)</b>\nХудожественная галерея «Клевер» — проводит всевозможные прекрасные выставки живописи, графики, современного искусства и скульптуры "
    "ростовских художников. Здесь очень приятная атмосфера, которая вдохновляет и расслабляет каждого посетителя.Тут предлагают познакомиться с прекрасными работами"
    " чудесных скульпторов и художников, которые стремительно завоёвывают популярность. Все работы, что здесь представляются настоящие произведения искусства, "
    "которые помогут окунуться в искусство и понять всю ценность этих работ. Каждая из них несёт определённый глубокий смысл, что хотел донести художник.",

"<b>Библиотека им. Н.М. Карамзина</b>\nБиблиотека им. Н. М. Карамзина была основана в 1944 году, имя Н. М. Карамзина и статус исторической получила в средине 90-х годов. "
    "С 2002 года в библиотеке работает литературный клуб «Дон» под руководством поэта, члена ростовского отделения Союза писателей России И. Н. Кудрявцева. В последние"
    " годы особенно активно библиотека занимается работой с титульным именем. С 2014 года реализуется проект «И будет имя жить его в России вечно», целью которого "
    "является привлечение внимания читателей к литературно-историческому наследию Н. М. Карамзина. Кроме того, в 2016 году библиотекой был создан виртуальный музей"
    " «Н. М. Карамзин». В 2017 г. библиотека им. Н. М. Карамзина полностью отремонтирована и оснащена всем необходимым оборудованием в рамках программы «Доступная среда»."
    " Объём универсального фонда составляет около 25 тыс. экземпляров, количество читателей библиотеки ежегодно растёт.",

"<b>Фонтан 'Богатырь'</b>\nФонтан «Богатырь» расположен на углу проспекта Буденновский и улицы Красноармейская перед сквером имени 1-го Пионерского Слета и представляет"
    " собой фигуру витязя, который поражает мечом змея. Авторами этого фонтана являются скульпторы Сергей Корольков и Евгений Вучетич. Установлен был фонтан еще в "
    "довоенное время, в 1930-е годы. Сейчас фонтан покрыт позолотой и красиво переливается на солнце, привлекая внимание прохожих издалека. В советские времена фонтан был "
    "одним из красивейших и самых мощных в городе. Он регулярно ремонтировался, обслуживался и находился в прекрасном состоянии – вода поднималась под мощным напором и стекала,"
    " образуя искусственный водопад. Не так давно фонтан был вновь восстановлен и продолжает радовать своей красотой ростовчан и гостей города.",

    "<b>Памятник Александру Печерскому</b>\n75 лет назад советский офицер Александр Печерский возглавил в лагере смерти Собибор бунт и организовал, казалось, невозможное: "
    "массовый побег заключенных из Собибора. До него и после этого не удавалось никому.Героя посмертно наградили, в его родном Ростове появились улица и школа его имени,"
    " также в городе открыли памятник. На юго-востоке Польши лагерь Собибор действовал полтора года. За это время нацисты убили здесь 250 тысяч евреев. Тотальная атмосфера"
    " страха, насилия и пыток. Лейтенант Александр Печерский, попавший в плен еще в 1941-м, бежать пытался несколько раз. Оказавшись в Собиборе, он смог уговорить "
    "отчаявшихся уже людей напасть на эсэсовцев и бежать, прорвав заграждение. Триста заключенных смогли тогда вырваться на свободу. Подвиг Александра Печерского вдохновил "
    "российских кинематографистов на создание фильма о побеге из Собибора. Константин Хабенский сыграл главную роль и стал режиссером ленты. Премьеру Собибора приурочили"
    " к открытию памятника Александру Печерскому.",

    "<b>Церковь Иоанна Кронштадтского</b>\nХрам в честь святого праведного Иоанна Кронштадтского – единственный студенческий храм епархии. Его история началась в 1992 году."
    " 29 сентября открыла свои двери домовая церковь при Ростовском Государственном Университете Путей Сообщения. Первый молебен в университетском храме был совершен 1 сентября"
    " 1993 года. Первая Божественная литургия – 3 июня 1994 года.В скором времени было принято решение о строительстве нового храма Иоанна Кронштадтского. Освящение "
    "закладного камня в основание будущего храма 20 сентября 1999 года совершил Патриарх Московский и всея Руси Алексий Второй. В следующем году, 12 июля, архиепископ "
    "Ростовский и Новочеркасский Пантелеимон освятил место под строительство, а 26 июля начались строительные работы по проекту архитектора Г.И. Иванова. Спустя два года в"
    " недостроенной церкви уже была совершена первая Божественная литургия. В 2004 году установлены купола и кресты.  В 2005 году строительство храма было полностью завершено."
    " В настоящее время при храме работает воскресная школа."

]

