MayDay_text = [
    "<b>Памятник Алексею Бересту</b>\nБронзовый Берест (автором памятника стал известный ростовский скульптор Анатолий Скнарин) изображен держащим Знамя Победы — штурмовой флаг"
    " 150-й ордена Кутузова II степени Идрицкой стрелковой дивизии 3-й ударной армии 1-го Белорусского фронта. То самое, которое группа под его командованием, водрузила над "
    "Рейхстагом. Однако затем, уже в августе 1946-го, когда принималось решение о награждении участником водружения, имя Алексея Береста было отчего-то вычеркнуто из этого списка. "
    "В итоге Мелитон Кантария и Михаил Егоров, сопровождавшие Береста в той операции, получили звание Героев Советского Союза, а вот Берест — нет. К слову, это был не единственный "
    "подвиг Береста во время взятия Рейхстага: в ночь на 2 мая именно он, переодевшись в форму советского полковника, вел переговоры с гарнизоном Рейхстага о капитуляции.",

"<b>Фонтан ДК 'Ростсельмаш'</b>\nС 1979 года площадь перед Дворцом Ростсельмаш украшает фонтан. Прямо перед входом в дворец культуры, перед главным фасадом здания расположен"
    " фонтан, обрамленный газонами и цветниками, которые усиливают общее декоративное решение всего комплекса застройки, акцентировав его главный вход. Сам по себе фонтан выполнен "
    "в том же классическом стиле, что и дворец культуры и является украшением всей площади. Классический, утонченный фонтан, который радует глаз всех посетителей дома культуры и"
    " жителей района.",

"<b>Дворец культуры 'Ростсельмаш'</b>\nДворец культуры Ростсельмаш - одно из лучших дворцовых помещений Ростова-на-Дону. Построено здание в 1961 году. Автор проекта архитектор "
    "Алексей Тимофеевич Мулик. Колонны, капители и венчающий карниз подчеркивают нарядность и парадность монументального решения. Главный вход в здание украшен скульптурными"
    " барельефами на фронтоне, выполненными в камне. В нем размещен огромный зрительный зал с прекрасной акустикой и оперная студия, здесь действуют множество кружков и "
    "самодеятельных творческих коллективов. На первом этаже находится Народный музей боевой и трудовой славы Ростсельмаша, рассказывающий об истории завода и всего отечественного"
    " комбайностроения",

    "<b>Парк культуры и отдыха им. Н.Островского</b>\nПарк культуры и отдыха имени Николая Островского – это самый большой парк города Ростова-на-Дону, который расположен в "
    "северо-восточной части города. Именно он подходит для семейного отдыха, где каждый найдёт себе увлечение.\n Лучшим украшением парка являются красивые клумбы и альпийские горки."
    " С ранней весны и до поздней осени,посетителей радуют своей палитрой: сальвия, петуния, бархатцы, тагетис, цинерария и др. Аллеи парка хранят яркие и солнечные эмоции"
    " ребятишек, тайны влюблённых, воспоминания о прошлом пожилых людей, и целый мир фантазии и воображения любителей почитать в тишине.",

"<b>Памятник знаменитому советскому футболисту Виктору Понедельнику</b>\nСкульптурную композицию «Футболист» открыли на стадионе «Олимп-2» в донской столице 28 августа 2015 г."
    " Памятник с собственным изображением открыл заслуженный мастер спорта СССР, автор «золотого гола» сборной СССР в финале Кубка Европы 1960 года, легенда отечественного футбола "
    "Виктор Понедельник.«Футболист» изготовлен из бронзы ростовским скульптором Дмитрием Лындиным и представляет собой собирательный образ знаменитых донских футболистов.Наши "
    "замечательные команды и великие футболисты многократно доказывали своим спортивным мастерством то, что ростовская школа футбола является одной из лучших в стране.",

    "<b>Бюст Героя России Д. В. Петрова</b>\nБюст Героя России Дмитрия Петрова открыли в Ростове-на-Дону 12 марта 2020 года. В торжественной церемонии у школы № 84, где учился"
    " Дмитрий, приняли участие родители десантника шестой роты Владимир и Людмила Петровы, заместитель губернатора Вадим Артемов, а также ученики и учителя школы, в которой учился "
    "герой.\nДмитрий Петров погиб в бою 29 февраля - 1 марта 2000 года. Тогда шестая рота второго батальона 104 гвардейского парашютно-десантного полка 76 воздушно-десантной "
    "(Псковской) дивизии на рубеже Улус-Керт-Сельментаузен (Чеченская Республика) вступила в бой с отрядом чеченских и арабских боевиков общей численностью до 2500 человек. "
    "Последним этот бой стал для 84 военнослужащих.",

    "<b>Парк Авиаторов</b>\nПарк Авиаторов располагается на восточной окраине Ростова-на-Дону на проспекте Шолохова по пути в аэропорт. Среди местной молодежи он известен просто"
    " как «роща». Если есть достаточно много времени, можно здесь погулять. Главная достопримечательность парка — мемориальный комплекс «Защитникам ростовского неба» (1972) в виде"
    " истребителя МиГ-17ПФ, взмывающего ввысь.",

    "<b>Церковь иконы Божией Матери 'Умиление'</b>\nПравосланая церковь в честь иконы Божьей Матери 'Умиление' была основана в 1998 году в городе Ростове-на-Дону. Тогда у прихода "
    "было временное помещение для совершения всех богослужений. Первая служба в молитвенном доме была совершена 25 марта 1998 года. В тот же момент и началось строительство "
    "совершенно нового храма.В 2004 году были установлены купола, а строительство церкви практически завершилось. Церковь представляет собой большое кирпичное здание, с шатровой "
    "колокольней.Икона Божьей Матери 'Умиление' Серафимо-Дивеевская славится тем, что принадлежала преподобному Серафиму Саровскому.",

    "<b>Библиотечно-информационный центр имени Н.Г.Чернышевского</b>\nБиблиотечно-информационный центр им. Н. Г. Чернышевского ведет свою историю с 1953 года. В 2008 году библиотека"
    " получила статус библиотечно-информационного центра. Универсальный фонд составляет более 38 тыс экземпляров книг, журналов и электронных носителей.Визитной карточкой библиотеки"
    " последние 20 лет является музыкально-поэтический клуб «Окраина».В 2011 году в библиотеке была создана мемориальная экспозиция «Н. Г. Чернышевский. Писатель. Человек. Легенда»."
    " В 2017 был создан виртуальный музей писателя.",

    "<b>Скульптурная композиция 'Мать и дитя'</b>\nСкульптурная композиция 'Мать и дитя' появилась в Ростове-на-Дону в Международный год ребенка (1979). Ее установили в центре"
    " города, на пересечении улиц Театральная и Большая Садовая, на углу парка 1-го Мая. В центре скульптурной композиции мать, которая левой рукой обнимает ребенка, а на "
    "правой ее руке сидит голубь - символ мира. На постаменте высечены строки писателя Максима Горького:\n'Восславим женщину Мать -\nЧья любовь не знает преград...\n'"
    "'Всё прекрасное в человеке -\nот лучей солнца и от молока матери'",

    "<b>Мемориал 'Прерванный полет'</b>\nПамятник жертвам авиакатастрофы летевшего из Дубая Boeing открылся 19 марта 2017 года в Ростове-на-Дону в годовщину трагедии. Композиция установлена в сквере перед входом"
    " в здание аэровокзала. Памятник высотой около четырех метров состоит из трех гранитных колонн и вертикальной плиты с выгравированными именами погибших. У основания плиты "
    "установлено изваяние птицы, которое символизирует связь земли и неба.",

    "<b>Донская Астрономическая Обсерватория</b>\nДонская Астрономическая Обсерватория является одним из излюбленных культурных пространств, на базе которого организовывается множество разнообразных событий, служащих для"
    " интересного времяпрепровождения в Ростове-на-Дону. Это место, которое дает возможность не только наблюдать и изучать астрономические явления, но и проводить"
    " научно-просветительскую деятельность среди населения. Познавательные экскурсии позволят расширить горизонты своих знаний.",

    "<b>Храм праведных Иоакима и Анны</b>\nХрам праведных Иоакима и Анны — одна из действующих культурных площадок, на основе которой проводится большое количество разнообразных мероприятий, служащих для интересного "
    "проведения досуга в Ростове-на-Дону. Для путешественников храм представляет интерес как памятник строительного искусства и национальной культуры, один из пунктов экскурсионной"
    " программы. Это также центр духовной жизни города, место встречи верующих и проведения богослужений.",

    "<b>Библиотечно-информационный центр им. М.В. Ломоносова</b>\nБиблиотека основана в 1936 году. С 1961 года библиотека носит имя великого ученого—просветителя М. В. Ломоносова. На сегодняшний день книжный фонд БИЦ имени М.В. Ломоносова"
    " насчитывает около 79000 экземпляров. Численность наших читателей составляет более 7650 человек. В центре оформлен музейный уголок, посвященный М.В. Ломоносову.",

    "<b>Храм Великомученика и целителя Пантелеймона</b>\nОдна из красивейших парковых зон города — ранее Балабановская роща — ныне парк Островского. Здесь из руин бывшего кинотеатра преобразился белоснежный благословенный корабль "
    "— храм, который вот уже более двадцати лет врачует души и телеса приходящих и ведет нас ко спасению. Этот храм был воссоздан к 10-летию одной из величайших трагедий XX века —"
    " Чернобыльской катастрофы. И с тех пор горит в нем негасимая лампада памяти, и возносятся молитвы о здравии живущих и упокоении усопших ликвидаторов последствия этой страшной "
    "катастрофы. Идея возведения подобного храма принадлежит его настоятелю протоиерею Анатолию Комару, кандидату Богословия. Это единственный чернобыльский храм в России, "
    "настоятель которого — сам чернобылец.",

    "<b>Стадион Олимп 2</b>\n«Олимп-2» был построен в 1930-м году как подотчетное спортивное сооружение машиностроительного завода «Ростсельмаш». Прежние названия: стадион завода «Ростсельмаш» (1930-1996),"
    " «Ростсельмаш» (1997-2002), «Олимп-21 Век» (2002-2006), «Олимп-2». Вместимость стадиона на данный момент составляет 15 840 зрителей. Исторически стадион является домашним для "
    "ФК «Ростов» (ранее «Ростсельмаш»). Однако с 1958 по 1970 год свои домашние матчи здесь проводил и другой ростовский клуб – СКА. В разные годы на зеленый газон ростовской арены"
    " выходили такие клубы, как бразильский «Гремио», венский «Рапид», румынская «Стяуа», турецкий «Галатасарай», итальянский «Ювентус» и французский «Осер». 16 мая 2010 года на"
    " стадионе состоялся финальный матч Кубка России по футболу 2009/2010. Этот матч стал первым в истории финалом за пределами московского региона.",

    "<b>Введенский храм</b>\nВведе́нская це́рковь — церковь, главный престол которой освящён в честь праздника Введение во храм Пресвятой Богородицы. Официальная дата регистрации православного прихода в"
    " честь Введения во храм Пресвятой Богородицы – 14 августа 2001 года. Первый настоятель прихода – с 2007 по 2009 годы – иерей Александр Тимченко. Второй настоятель прихода – с"
    " мая 2009 года по май 2013 года – протоиерей Евгений Маштанов. Третий настоятель прихода – с 28 мая 2013 года по 14 октября 2014 года – иерей Филипп Удовенко. С 15 октября "
    "2014 года, действующим настоятелем является иерей Димитрий Панчишко.",

]
max_perv=len(MayDay_text)
