Proletarian_text1 = [
    "<b>Ростовский театр драмы имени М. Горького</b>\nЭто один из крупнейших театров Ростова-на-Дону. Датой его образования принято считать 23 июня 1863 года, "
    "когда состоялось первое представление стационарной драматической труппы. Современное здание театра построено в 1935 году, восстановлено после Великой"
    " Отечественной войны в 1963 году и по сей день  известно в архитектурном мире как поздний памятник конструктивизма.Сейчас коллектив театра радует жителей "
    "Дона постановками по многочисленным произведениям, как отечественных классиков, так и современных авторов.Особым успехом стал спектакль «Тихий Дон» по роману"
    " М. Шолохова,который посмотрели более 3,5 млн зрителей на Дону, в России и за рубежом"

]
Proletarian_text2 = [
    "<b>Памятник-Стела Освободителям Ростова</b>\nПамятник-стела возведен на Театральной площади Ростова-на-Дону в честь освобождения города от немецких войск. "
    "Торжественное открытие памятника состоялось 8 мая 1983 года. Этот памятник установлен ко дню 40-летия освобождения Ростова-на-Дону и напоминает жителям города и "
    "его гостям о трагедии военных лет.На 72-метровую высоту взметнулась спаренная стела, увенчанная 100-тонным навершием в виде носа корабля. Со стороны Дона стелу украшает"
    " скульптура крылатой богини победы Ники (в советское время утверждалось, что это Родина-мать), со стороны Театральной площади — макет ордена Отечественной войны I-й степени."
    "У подножия стелы находится чаша с водой и вечным огнем, основание стелы опоясывает рельеф из туфа, на котором представлены темы «Фронт», «Тыл», «Мир». Рельеф, в свою очередь,"
    " образует контур, внутри которого подвешена звонница из двенадцати колоколов. По замыслу архитектора таким образом в мемориале сочетаются высота, вода, огонь, свет и звук."
]
Proletarian_text3 = [
    "<b>Здание армянского магистрата</b>\nЗдание в Ростове-на-Дону, расположенное на площади Свободы. Является одним из самых старых домов города. Первое здание"
    " армянского магистрата, по-видимому, было деревянным было построено по указу Екатерины II об основании армянского города Нахичевани-на-Дону. Вскоре его заменили"
    " каменным зданием, сохранившимся до нашего времени. Точная дата его постройки неизвестна, но согласно некоторым предположениям оно было возведено в начале 1790-х годов."
]
Proletarian_text4 = [
    "<b>Доходный дом Когбетлиева</b>\nДоходный дом Когбетлиева — дом в Ростове-на-Дону на углу площадей Свободы и Толстого и пересечении улиц Комсомольской и 25-й линии. С 1980-го"
    " года здание относится к Памятникам истории и культуры регионального значения.\nСемья Когбетлиевых была известной и уважаемой в Нахичевани.Все члены семьи были увлечены "
    "театральным искусством и были известными меценатами.. В 1909 году домовладение покупает Андриас Когбетлиев и начинает строительство кирпичного жилого дома с высоким цокольным"
    " этажом. По желанию заказчика архитектор Н. Н. Дурбах разработал и оформил фасад дома в изящном стиле, применяя все богатство и разнообразие классических форм и "
    "барочных декоративных мотивов. К 1912 году Андриас Когбетлиев выстроил в городе красивый кирпичный особняк, ставший украшением Бульварной площади. Самобытность и теплота "
    "архитектурных деталей, размещенных на доходном доме архитектором, придают этому фамильному дому индивидуальный облик."

]
Proletarian_text5 = [
    "<b>особняк Егора Красильникова</b>\nОсобняк находится в восточной части города, рядом со сквером им. Фрунзе.Особняк, принадлежавший купцу Егору Красильникову, был построен в"
    " конце XIX века. Здесь он жил вместе со своим многочисленным семейством.Сам особняк был построен в стиле эклектики с элементами декора, присущими барокко и ренессансу. После"
    " революции особняк был национализирован, в нем размещались различные организации здравоохранения, в настоящее время здесь располагается женская консультация."

]
