Proletarian_text = [
    "<b>Ростовский театр драмы имени М. Горького</b>\nЭто один из крупнейших театров Ростова-на-Дону. Датой его образования принято считать 23 июня 1863 года, "
    "когда состоялось первое представление стационарной драматической труппы. Современное здание театра построено в 1935 году, восстановлено после Великой"
    " Отечественной войны в 1963 году и по сей день  известно в архитектурном мире как поздний памятник конструктивизма.Сейчас коллектив театра радует жителей "
    "Дона постановками по многочисленным произведениям, как отечественных классиков, так и современных авторов.Особым успехом стал спектакль «Тихий Дон» по роману"
    " М. Шолохова,который посмотрели более 3,5 млн зрителей на Дону, в России и за рубежом",

    "<b>Памятник-Стела Освободителям Ростова</b>\nПамятник-стела возведен на Театральной площади Ростова-на-Дону в честь освобождения города от немецких войск. "
    "Торжественное открытие памятника состоялось 8 мая 1983 года. Этот памятник установлен ко дню 40-летия освобождения Ростова-на-Дону и напоминает жителям города и "
    "его гостям о трагедии военных лет.На 72-метровую высоту взметнулась спаренная стела, увенчанная 100-тонным навершием в виде носа корабля. Со стороны Дона стелу украшает"
    " скульптура крылатой богини победы Ники (в советское время утверждалось, что это Родина-мать), со стороны Театральной площади — макет ордена Отечественной войны I-й степени."
    "У подножия стелы находится чаша с водой и вечным огнем, основание стелы опоясывает рельеф из туфа, на котором представлены темы «Фронт», «Тыл», «Мир». Рельеф, в свою очередь,"
    " образует контур, внутри которого подвешена звонница из двенадцати колоколов. По замыслу архитектора таким образом в мемориале сочетаются высота, вода, огонь, свет и звук.",

    "<b>Здание армянского магистрата</b>\nАрмянский магистрат- здание в Ростове-на-Дону, расположенное на площади Свободы. Является одним из самых старых домов города. Первое здание"
    " армянского магистрата, по-видимому, было деревянным . Вскоре его заменили"
    " каменным зданием, сохранившимся до нашего времени. Точная дата его постройки неизвестна, но согласно некоторым предположениям оно было возведено в начале 1790-х годов "
    "\nАрмянский магистрат был построен в стиле классицизм по «образцовому проекту» казённых зданий.",

"<b>Доходный дом Когбетлиева</b>\nДоходный дом Когбетлиева — дом в Ростове-на-Дону на углу площадей Свободы и Толстого и пересечении улиц Комсомольской и 25-й линии. С 1980-го"
    " года здание относится к Памятникам истории и культуры регионального значения.\nСемья Когбетлиевых была известной и уважаемой в Нахичевани.Все члены семьи были известными меценатами.. В 1909 году домовладение покупает Андриас Когбетлиев и начинает строительство кирпичного жилого дома с высоким цокольным"
    " этажом. По желанию заказчика архитектор Н. Н. Дурбах разработал и оформил фасад дома в изящном стиле, применяя все богатство и разнообразие классических форм и "
    "барочных декоративных мотивов. К 1912 году Андриас Когбетлиев выстроил в городе красивый кирпичный особняк, ставший украшением Бульварной площади. Самобытность и теплота "
    "архитектурных деталей, размещенных на доходном доме архитектором, придают этому фамильному дому индивидуальный облик.",

    "<b>Особняк Егора Красильникова</b>\nОсобняк находится в восточной части города, рядом со сквером им. Фрунзе.Особняк, принадлежавший купцу Егору Красильникову, был построен в"
    " конце XIX века. Здесь он жил вместе со своим многочисленным семейством.Сам особняк был построен в стиле эклектики с элементами декора, присущими барокко и ренессансу. После"
    " революции особняк был национализирован, в нем размещались различные организации здравоохранения, в настоящее время здесь располагается женская консультация.",

    "<b>Памятник Самургашеву</>\nЛетом в Ростове-на-Дону состоялось открытие скульптурной композиции, посвященной Донской школе греко-римской борьбы. Памятник представляет собой"
    " бронзовую фигуру Вартереса Самургашева — первого коренного ростовчанина, ставшего в Сиднее олимпийским чемпионом. Установлен памятник на площади Карла Маркса в парке одного "
    "из древнейших районов города — Нахичевани, где родился и живет борец. Памятник должен стать первым шагом к созданию аллеи славы олимпийских чемпионов из Ростова-на-Дону. "
    "Работа над бронзовой статуей Самургашева высотой 2 метра 20 сантиметров заняла у скульптора полтора года.",

    "<b>Памятник ветврачам</b>\n24 сентября 2014г. в честь 225-летия ветеринарной службы на Дону и накануне начала Южно-Российского международного ветеринарного конгресса состоялось"
    " открытие первого в истории юга России памятника ветеринарному врачу. Автор памятника — известный ростовский скульптор Дмитрий Лындин. Символом нового памятника стал образ "
    "ветеринара Парамонова, который в те эпохальные для России времена рисковал жизнью, леча войсковых лошадей от страшного заболевания. В руках ветеринарного врача – жеребенок."
    " Жеребенок — это не только символ новой жизни – это символ Дона.",

"<b>Музей русско-армянской дружбы</b>\nПоскольку современный город Ростов-на-Дону объединяет два ранее самостоятельных города Ростов-на-Дону (основан в 1749 году) и город "
    "Нахичевань-на-Дону (основан в 1779 году), было принято решение о создании Музея русско-армянской дружбы. Его открытие состоялось 25 ноября 2011 года. Отдел расположен по "
    "адресу: г.Ростов-на-Дону, пл. Свободы,д.14/2, в здании старинного двухэтажного особняка купца М. Искидарова, построенного архитектором С.К.Ласкановым в 1899-1900 годах и "
    "являющимся памятником архитектуры. На втором этаже здания расположена основная экспозиция.",

    "<b>Дом Народного Творчества</b>\nОДНТ является ведущим организатором концертов, конкурсов, фольклорных праздников, дней национальных культур, выставок мастеров "
    "декоративно-прикладного искусства, проводимых в Ростовской области. Визитной карточкой культурной жизни области являются фестивали, проводимые Областным домом народного "
    "творчества. Ежегодно на Дону проводятся мероприятия, посвященные творчеству наших земляков – М.А. Шолохова, А.В. Калинина и В.А. Закруткина.",

"<b>Сквер им. Фрунзе</b>\nСквер был основан в конце XIX века, в те времена он именовался Александровским садом. После революции 1917 года сквер получил имя М. В. Фрунзе. В "
    "настоящее время здесь обустроены дорожки, установлены лавочки, облагорожены цветочные клумбы. Для детей есть игровая площадка с качелями и горками, которая устлана мягкими "
    "плитами. В 2015 году была высажена липовая аллея. В дни празднования различных военных праздников сквер становится одной из главных культурно-развлекательных площадок города."
    " \nГлавная достопримечательность сквера - это памятник с вечным огнем мемориальный комплекс «Павшим воинам». Памятник посвящен воинам, погибшим в период Великой Отечественной "
    "войны. Место для мемориального комплекса было выбрано историческое. Здесь в 1943 году (когда Ростов-на-Дону был освобожден) была образована братская могила, в которой"
    " захоронили 300 солдат и мирных ростовчан.",

    "<b>Здание управления Северо-Кавказской железной дороги</b>\nРасполагавшееся в Ростове-на-Дону управление Владикавказской (ныне Северо-Кавказской) железной дороги длительное время не имело собственного здания и занимало арендуемые"
    " помещения. В начале XX века было принято решение о строительстве здания управления. Строительство началось летом 1911 года и было в основном завершено к осени 1913 года."
    " 27 октября 1913 года состоялась торжественная церемония освящения здания. Во время Великой Отечественной войны были разрушены крыша здания, стропила, аттики, окна и двери."
    " В 1948—1949 годах был произведён ремонт. В начале 2000-х годов были отреставрированы фасады.",

    "<b>Мариинская городская больница</b>\nВ 1877—1878 годах в Нахичевани-на-Дону была открыта Мариинская городская больница. Дом для нужд городской больницы предоставил купец Иван Попов. В 1892 году открылся главный"
    " корпус новой больницы. Для постройки детского отделения свою помощь предложил потомственный почетный гражданин Нахичевани — Кирилл Попов. Летом 1902 года его предложение было"
    " принято городскими властями и начались строительные работы. К XXI веку сохранились не все строения Мариинской городской больницы. Остались главный корпус и павильон, в котором "
    "находилось родильное отделение в самом начале. У существующих архитектурных объектов произошла утрата элементов фасада и интерьеров. Современная конструкция крыши отличается от "
    "первоначальной, это же можно сказать и дверных конструкциях со стороны парадного и служебных входов. Сейчас в этом здании находится станция переливания крови.",

    "<b>Особняк Гайрабетовых</b>\nОсобняк был построен в 1880 году на средства наследников купца Карпа Гайрабетова В начале XX века особняк приобрёл директор Нахичеванского городского общественного банка Марк"
    " Искидаров, который реконструировал здание. В 1920 году здание было национализировано. Там разместилась Нахичеванская художественная школа имени Врубеля, основанная писательницей"
    " Мариэттой Шагинян и её сестрой Магдалиной. В конце 1920-х годов на первом этаже особняка располагалась городская библиотека имени Пушкина, а на втором — пионерский клуб. В 2011"
    " году, после ремонта, в особняке Гайрабетовых был открыт Музей русско-армянской дружбы.",

    "<b>Особняк Егора Красильникова</b>\nДом был построен по заказу купца Егора Минаевича Красильникова. В особняке он жил со своей семьёй. Окна двусветного зала приёмов выходили на 1-ю Софиевскую улицу. К нему примыкала"
    " галерея с балюстрадой, где выступали музыканты. Вдоль фасада по 18-й Линии располагались спальня, детские, кабинет и другие помещения. В цокольном этаже находились подсобные "
    "помещения: кухня, прачечная и комнаты для прислуги. Конюшня, каретник и ледник размещались во дворе. В 1922 году после прихода советской власти здание национализировали."
    " В особняке разместился спецпункт помощи голодным и ослабевшим детям. С 1943 по 1954 год в бывшем особняке Красильникова действовала поликлиника, а с 1954 по 1976 год — детская "
    "консультация. С 1976 года по настоящее время в здании размещается женская консультация.",

    "<b>Особняк Кечекьяна</b>\nОсобняк был построен в третьей четверти XIX века. Из документов известно, что как минимум с 1886 года дом принадлежал мещанке Ольге Ходжаевой. В 1894 году она продала своё имение"
    " Искуги Хачересовне Кечекьян. И. Х. Кечекьян была членом Армянского женского благотворительного общества «Попечение» и членом правления «Нахичеванского н-Д. Николаевского"
    " благотворительного общества пособия бедным.». Ее муж, Федор Степанович Кечекьян, был городским врачом, гласным Городской Думы Нахичевани-на-Дону, членом Финансовой комиссии "
    "Городской Думы, членом Больничной комиссии Городской Думы, кавалером Ордена Святой Анны третьей степени. После прихода советской власти особняк национализировали. С 1926 года и по"
    " наше время в здании размещена детская библиотека имени А. С. Пушкина.",

    "<b>Особняк Лусегена Попова</b>\nДвухэтажный особняк был построен в 1890—1891 годах. Дом принадлежал известному в городе землевладельцу и скотопромышленнику Лусегену Попову. Первый этаж особняка арендовали"
    " различные конторы и торговые лавки. Апартаменты владельца располагались на втором этаже. В 1920 году в особняке разместился военно-революционный комитет. В 1928 года в здании "
    "открылся родильный дом. В годы Великой Отечественной войны во время оккупации Ростова в роддоме остались три женщины-врача. В подвале они оборудовали родильный зал где принимали"
    " рожениц. После окончания войны роддом был отремонтирован и вновь открыт. В 2012 году роддом был закрыт на реконструкцию. Открылся после ремонта в 2014 году и работает в "
    "настоящее время",

    "<b>Особняк Хатранова</b>\nСтаринный особняк, построен в 1890-е годы. Род Хатрановых в Нахичевани-на-Дону был весьма состоятельным. В первой половине XIX века нахичеванский купец Погос Арутюнович Хатранян"
    " торговал в России, Италии, Греции, Турции. Другой представитель рода Хатранянов — Кеворк, был предпринимателем. Он построил в Нахичевани кирпичный завод. На сохранившейся"
    " парадной двери здания в картуше выполнена буква «Х» — первая буква фамилии владельца здания. В годы Великой Отечественной войны, при немецкой оккупации, в здании находилось"
    " гестапо, после освобождения города — госпиталь. После войны здание занимали военные ведомства: квартирно-эксплуатационная часть, с 1980-го года в здании находится центр"
    " государственного санитарно-эпидемиологического надзора военного округа.",

    "<b>Фонтан 'Атланты'</b>\nФонтан «Атланты» находится на главной площади Ростова-на-Дону – Театральной. Это самый знаменитый и крупнейший в городе фонтан. Композиция появилась в 1936 году после "
    "завершения строительства театра имени М. Горького. Территория перед зданием была благоустроена и рядом с театром установили оригинальный фонтан по проекту известного "
    "скульптора Е. В. Вучетича. Композиция фонтана представляет собой квадратный бассейн с центральной скульптурной группой «атлантов» на постаменте, несущих пологую чашу с "
    "бьющими вверх струями. Сама группа возвышается на круглом ступенчатом подиуме, окруженном тумбами с изваяниями лягушек и черепах, из их ртов устремлены горизонтальные струи."
    " Ими обрамлен и периметр самого бассейна.",

    "<b>Две скульптуры волка Забиваки</b>\nДве статуи талисмана чемпионата мира 2018 года волка Забиваки были установлены в парке им. Октябрьской Революции в Ростове-на-Дону. Первая скульптура, расположена у главной "
    "сцены. Она была разработана совместно с дирекцией по подготовке и проведению игр ЧМ-2018 в Ростове-на-Дону. Это первый объёмный талисман, установленный в городе. Высота всей"
    " конструкции – 3,8 м, вес – около 200 кг. Вторая скульптура заняла место у колеса обозрения.",

    "<b>Парк им. Октябрьской революции</b>\nПарк находится в центре города рядом с Театральной площадью, является одним из популярных мест для отдыха. В 2002 году на территории парка Революции открылся городок "
    "аттракционов «Шум-Гам Ленд», оснащенный самым современным оборудованием. Всегда зеленые, ровные газоны, уложенная красивыми узорами плитка, уютные кафе, приветливый персонал"
    " и, конечно же, праздничная атмосфера.",

    "<b>Памятник Петру и Февронии</b>\nПамятник святым покровителям брака и семьи Петру и Февронии установлен в парке Революции 16 сентября 2011 г. Супруги издавна считаются на Руси покровителями брака, любви и "
    "верности. Заслуженный художник России Скнарин запечатлел в бронзе тот самый момент далекого XIII столетия, когда муромский князь Петр протянул дочери бортника Февронии"
    " кольцо, чтобы соединить две жизни в одну. Бронзовые фигуры святых стоят на гранитном пьедестале, над ними – лик Богородицы. Взирающая сверху из облачка Богоматерь напоминает"
    " своим присутствием, что браки свершаются на небесах.",

    "<b>Памятник Вите Черевичкину</b>\nВо время окупции Ростова, командование немецких войск под страхом расстрела приказали всем владельцам голубятен убить птиц. Фашисты боялись, что с помощью почтовых голубей"
    " ростовчане будут передавать нашим войскам разведывательную информацию. Но Витя не подчинился приказу и тайно продолжал держать голубей, регулярно выпуская их в полёт."
    " Немцы заметили парящих птиц, и Черевичкина, как пособника Красной Армии, расстреляли. В честь Вити Черевичкина в Ростове-на-Дону назван парк и установлен памятник.",

    "<b>Храм Сурб Арутюн</b>\nСтроительство новой церкви Сурб-Арутюн (Святого Воскресения) началось в октябре 2005 г. Храм построен в традиционном для армянских церквей стиле. 40-метровое здание может"
    " вместить в себя около 300 прихожан. Снаружи и внутри церковь отделана туфом, который специально доставляли из Армении. Алтарь и купель изготовлены армянскими мастерами из"
    " белого мрамора и украшены резьбой. Перед зданием церкви по обе стороны от входной двери установлены два камня хачкара. Хачкары выполнены из розового туфа и установлены в "
    "честь дружбы русского и армянского народов.",

    "<b>Ростовский областной академический молодежный театр</b>\nВ 1879 году по инициативе 'Общества любителей драматического искусства' Нахичевани-на-Дону началось строительство здания театра. Осуществлением проекта занимался городской "
    "архитектор Николай Никитович Дурбах. В 1997 году театр получил звание Академического, а в 2001- стал называться Ростовским-на-Дону областным академическим молодежным театром."
    " Сегодня Ростовский академический молодежный театр - это театр с современным взглядом на мир, любящий экспериментировать, но при этом хранящий верность лучшим театральным"
    " традициям.",

    "<b>Александринская церковь</b>\nСвято-Александринский храм был построен по проекту архитектора В. В. Попова в 1904 году на месте деревянной часовни. Архитектура храма выдержана в русском стиле. В 1910 году"
    " к церкви была пристроена шатровая звонница, а в 20-е годы XX века протяженный притвор. В 1955 году храм был расширен, в нем устроен северный придел во имя св.блг.кн."
    " Александра Невского. К юбилею 1000-летия Крещения Руси главку церкви и шатер звонницы позолотили.",





]

