Proletarian_text1 = [
    "<b>Ростовский театр драмы имени М. Горького</b>\nЭто один из крупнейших театров Ростова-на-Дону. Датой его образования принято считать 23 июня 1863 года, "
    "когда состоялось первое представление стационарной драматической труппы. Современное здание театра построено в 1935 году, восстановлено после Великой"
    " Отечественной войны в 1963 году и по сей день  известно в архитектурном мире как поздний памятник конструктивизма.Сейчас коллектив театра радует жителей "
    "Дона постановками по многочисленным произведениям, как отечественных классиков, так и современных авторов.Особым успехом стал спектакль «Тихий Дон» по роману"
    " М. Шолохова,который посмотрели более 3,5 млн зрителей на Дону, в России и за рубежом",

    "<b>Памятник Самургашеву</>\nЛетом в Ростове-на-Дону состоялось открытие скульптурной композиции, посвященной Донской школе греко-римской борьбы. Памятник представляет собой"
    " бронзовую фигуру Вартереса Самургашева — первого коренного ростовчанина, ставшего в Сиднее олимпийским чемпионом. Установлен памятник на площади Карла Маркса в парке одного "
    "из древнейших районов города — Нахичевани, где родился и живет борец. Памятник должен стать первым шагом к созданию аллеи славы олимпийских чемпионов из Ростова-на-Дону. "
    "Работа над бронзовой статуей Самургашева высотой 2 метра 20 сантиметров заняла у скульптора полтора года."

]
Proletarian_text2 = [
    "<b>Памятник-Стела Освободителям Ростова</b>\nПамятник-стела возведен на Театральной площади Ростова-на-Дону в честь освобождения города от немецких войск. "
    "Торжественное открытие памятника состоялось 8 мая 1983 года. Этот памятник установлен ко дню 40-летия освобождения Ростова-на-Дону и напоминает жителям города и "
    "его гостям о трагедии военных лет.На 72-метровую высоту взметнулась спаренная стела, увенчанная 100-тонным навершием в виде носа корабля. Со стороны Дона стелу украшает"
    " скульптура крылатой богини победы Ники (в советское время утверждалось, что это Родина-мать), со стороны Театральной площади — макет ордена Отечественной войны I-й степени."
    "У подножия стелы находится чаша с водой и вечным огнем, основание стелы опоясывает рельеф из туфа, на котором представлены темы «Фронт», «Тыл», «Мир». Рельеф, в свою очередь,"
    " образует контур, внутри которого подвешена звонница из двенадцати колоколов. По замыслу архитектора таким образом в мемориале сочетаются высота, вода, огонь, свет и звук.",

    "<b>Памятник ветврачам</b>\n24 сентября 2014г. в честь 225-летия ветеринарной службы на Дону и накануне начала Южно-Российского международного ветеринарного конгресса состоялось"
    " открытие первого в истории юга России памятника ветеринарному врачу. Автор памятника — известный ростовский скульптор Дмитрий Лындин. Символом нового памятника стал образ "
    "ветеринара Парамонова, который в те эпохальные для России времена рисковал жизнью, леча войсковых лошадей от страшного заболевания. В руках ветеринарного врача – жеребенок."
    " Жеребенок — это не только символ новой жизни – это символ Дона."
]
Proletarian_text3 = [
    "<b>Здание армянского магистрата</b>\nАрмянский магистрат- здание в Ростове-на-Дону, расположенное на площади Свободы. Является одним из самых старых домов города. Первое здание"
    " армянского магистрата, по-видимому, было деревянным . Вскоре его заменили"
    " каменным зданием, сохранившимся до нашего времени. Точная дата его постройки неизвестна, но согласно некоторым предположениям оно было возведено в начале 1790-х годов "
    "\nАрмянский магистрат был построен в стиле классицизм по «образцовому проекту» казённых зданий.",
    
    "<b>Музей русско-армянской дружбы</b>\nПоскольку современный город Ростов-на-Дону объединяет два ранее самостоятельных города Ростов-на-Дону (основан в 1749 году) и город "
    "Нахичевань-на-Дону (основан в 1779 году), было принято решение о создании Музея русско-армянской дружбы. Его открытие состоялось 25 ноября 2011 года. Отдел расположен по "
    "адресу: г.Ростов-на-Дону, пл. Свободы,д.14/2, в здании старинного двухэтажного особняка купца М. Искидарова, построенного архитектором С.К.Ласкановым в 1899-1900 годах и "
    "являющимся памятником архитектуры. На втором этаже здания расположена основная экспозиция."
]
Proletarian_text4 = [
    "<b>Доходный дом Когбетлиева</b>\nДоходный дом Когбетлиева — дом в Ростове-на-Дону на углу площадей Свободы и Толстого и пересечении улиц Комсомольской и 25-й линии. С 1980-го"
    " года здание относится к Памятникам истории и культуры регионального значения.\nСемья Когбетлиевых была известной и уважаемой в Нахичевани.Все члены семьи были известными меценатами.. В 1909 году домовладение покупает Андриас Когбетлиев и начинает строительство кирпичного жилого дома с высоким цокольным"
    " этажом. По желанию заказчика архитектор Н. Н. Дурбах разработал и оформил фасад дома в изящном стиле, применяя все богатство и разнообразие классических форм и "
    "барочных декоративных мотивов. К 1912 году Андриас Когбетлиев выстроил в городе красивый кирпичный особняк, ставший украшением Бульварной площади. Самобытность и теплота "
    "архитектурных деталей, размещенных на доходном доме архитектором, придают этому фамильному дому индивидуальный облик.",

    "<b>Сквер им. Фрунзе</b>\nСквер был основан в конце XIX века, в те времена он именовался Александровским садом. После революции 1917 года сквер получил имя М. В. Фрунзе. В "
    "настоящее время здесь обустроены дорожки, установлены лавочки, облагорожены цветочные клумбы. Для детей есть игровая площадка с качелями и горками, которая устлана мягкими "
    "плитами. В 2015 году была высажена липовая аллея. В дни празднования различных военных праздников сквер становится одной из главных культурно-развлекательных площадок города."
    " \nГлавная достопримечательность сквера - это памятник с вечным огнем мемориальный комплекс «Павшим воинам». Памятник посвящен воинам, погибшим в период Великой Отечественной "
    "войны. Место для мемориального комплекса было выбрано историческое. Здесь в 1943 году (когда Ростов-на-Дону был освобожден) была образована братская могила, в которой"
    " захоронили 300 солдат и мирных ростовчан."

]
Proletarian_text5 = [
    "<b>Особняк Егора Красильникова</b>\nОсобняк находится в восточной части города, рядом со сквером им. Фрунзе.Особняк, принадлежавший купцу Егору Красильникову, был построен в"
    " конце XIX века. Здесь он жил вместе со своим многочисленным семейством.Сам особняк был построен в стиле эклектики с элементами декора, присущими барокко и ренессансу. После"
    " революции особняк был национализирован, в нем размещались различные организации здравоохранения, в настоящее время здесь располагается женская консультация.",

    "<b>Дом Народного Творчества</b>\nОДНТ является ведущим организатором концертов, конкурсов, фольклорных праздников, дней национальных культур, выставок мастеров "
    "декоративно-прикладного искусства, проводимых в Ростовской области. Визитной карточкой культурной жизни области являются фестивали, проводимые Областным домом народного "
    "творчества. Ежегодно на Дону проводятся мероприятия, посвященные творчеству наших земляков – М.А. Шолохова, А.В. Калинина и В.А. Закруткина."

]
