Voroshil_text = [
    "<b>Парк Дружба</b>\nЭто сравнительно небольшой, но довольно уютный семейный парк. Вы сможете пройти по аллее и насладиться видами двух разных по стилю и архитектуре церквей."
    " Православным храмом Казанской иконы божьей матери, который был построен в 2007 году и армянской церковью Сурб-Хач, которая была построена в конце XVIII века армянскими"
    " переселенцами из Крыма в память об одноимённом монастыре в Крыму, является старейшим из зданий, сохранившихся в современных границах Ростова-на-Дону. Летом работают"
    " аттракционы для детей и взрослых, есть несколько кафе и две детские площадки. Рядом находятся зоопарк, аквапарк, каток, база отдыха и торговый центр.",

"<b>Свято-Казанский храм</b>\nХрам Казанской иконы Божией Матери - православный храм Северного благочиния Ростовской и Новочеркасской епархии Московского Патриархата."
    "Храм Казанской иконы Божией Матери был возведён в городе Ростове-на-Дону у Северного водохранилища. Эта территория ранее принадлежала армянскому монастырю Сурб-Хач. "
    "Храм основан в 1996 году в связи с отсутствием православных храмов в большом жилом районе города. Первоначально в районе строительства был построен молитвенный дом,"
    " а в 2004 году началось сооружение каменного храма. Свято-Казанский храм был построен за 3,5 года и расписан изнутри. 9 ноября 2008 года состоялся чин освящения храма,"
    " который провёл архиепископ Ростовский и Новочеркасский Пантелеимон (Долганов).",

    "<b>Памятник воинам-интернационалистам, погибшим в Афганистане</b>\nПамятник погибшим воинам-интернационалистам в Ростове-на-Дону был построен по инициативе «афганцев»"
    " на народные средства при финансовой поддержке из областного бюджета. Мемориал был открыт в июле 1996 года. При этом отдельные элементы композиции мемориала не были завершены."
    "В 2019 году, по инициативе ветеранских организаций воинов-интернационалистов и личному содействию Губернатора Ростовской области В.Ю.Голубева, была проведена масштабная "
    "реконструкция мемориала «Защитникам Отечества». На памятных плитах высечено 803 фамилии жителей Ростовской области, погибших при исполнении воинского долга за пределами"
    " Отечества, в том числе в Республике Афганистан - 264. Ежегодно 15 февраля в памятных мероприятиях принимают участие от 1000 до 2000 человек.",

    "<b>Мемориал погибшим космонавтам «Союза-11»</b>\nМемориал в виде красного падающего самолетика посвящен погибшему экипажу корабля: подполковнику Георгию Добровольскому,"
    " бортинженеру Владиславу Волкову и инженеру-исследователю Виктору Пацаеву.Экипаж советского «Союз-11» состыковался с орбитальной станцией, работал там и выполнил все"
    " поставленные задачи. Все члены экипажа погибли 30 июня 1971 года при возвращении на землю из-за разгерметизации.",

    "<b>Мемориал 'Ликвидаторам Чернобыльской аварии, живым и павшим 1986-1996'</b>\nДля мемориала обработали 10 тонн знаменитого карельского гранита, на плиты нанесли имена"
    " и фамилии более 3 тысяч ростовских чернобыльцев. Это строители, пожарные, водители, курсанты милицейских школ, военные медики… Подавляющее большинство ростовских "
    "чернобыльцев безвозвратно потеряли здоровье. Из 24 тысяч человек, которые пошли в Чернобыль от Ростовской области, около 4 тысяч были ростовчане. Дата торжественного"
    " открытия аллеи выбрана не случайно: 30 ноября, - годовщина завершения строительства «саркофага» — объекта, возведенного над разрушенным энергоблоком. Этот день ликвидаторы"
    " считают своим профессиональным праздником.",

    "<b>Памятник Ю.А. Гагарину</b>\nПамятник расположен на проспекте Королева рядом с библиотечно-информационным центром имени Гагарина. Это подарок городу от московских "
    "предпринимателей. Он посвящен 50-летию со дня первого полета человека в космос. Монумент открыли в 2011 году.",

    "<b>Дом культуры 'Роствертол'</b>\nВ ДК 'Роствертол' работает около 40 клубных формирований. Это спортивные коллективы, танцы различных стилей и направлений, пение, рисование. Вы обязательно найдете "
    "увлекательное занятие для себя, друзей и близких, приобретете отличную спортивную форму и уверенность в себе. Вам представится шанс принять участие в соревнованиях,"
    " конкурсах.",

    "<b>Приход храма Димитрия Донского</b>\nИнициатива строительства православного храма на территории медико-санитарных частей УФСБ и ГУ МВД РФ по Ростовской области была выдвинута в феврале 2007 года группой"
    " сотрудников УФСБ и ГУ МВД. В настоящее время храм святого благоверного великого князя Димитрия Донского хорошо известен как духовно-просветительский и социально значимый "
    "форпост в одном из районов Ростова-на-Дону, где ранее никогда не было православных храмов. В сентябре 2017 года приход отметил 10-летие начала строительства и закладки камня "
    "в основание.",

    "<b>Соборная мечеть</b>\nПри возведении мечети учитывались все новейшие строительные технологии и старинные архитектурные традиции. В Турции, в г. Стамбул существует несколько мечетей, точных копий "
    "Ростовской мечети. Здание Мечети г. Ростова-на-Дону состоит из двух этажей общей площадью 800 кв.м. и отдельно стоящего минарета высотой 29 м. Первый этаж разделён на женский "
    "зал, два класса для медресе, два раздельных помещения для совершения омовения мужское и женское. На втором этаже находится мужской зал, прихожая и кабинет муфтия. Ежедневно в "
    "мечети г. Ростова-на-Дону проводится пяти кратная молитва, после вечерней молитвы проповеди-лекции, в выходные дни организованы группы по обучению всех желающих основам Ислама,"
    " правилам чтения Священного Корана.",

    "<b>Храм Александра Невского</b>\nСобор святого Александра Невского был построен в 1908 г., располагался он на нынешней площади Советов (тогда Новобазарной), и был самым большим, не только собором, но и"
    " зданием в Ростове вообще. Просуществовавший чуть более двадцати лет, собор Александра Невского, имевший как историческое, так и архитектурное значение, был разрушен в 30-ые "
    "годы прошлого века. По благословению Владыки Меркурия, а также по многочисленным просьбам жителей, руководством области и города было принято решение восстановить разрушенную "
    "святыню.",

    "<b>Церковь армянского монастыря Сурб-Хач</b>\nЦерковь армянского монастыря Сурб-Хач («Святой Крест») (1786-1792 гг.) - памятник истории и архитектуры федерального значения. Является старейшим из сохранившихся до наших "
    "дней зданием в современных границах города. Церковь и окружающий ее парк расположены на высоком правом берегу Северного водохранилища (так называют каскады прудов) в балке "
    "реки Темерник, а из-под холма, на котором стоит храм, бьет родник. Основателем монастыря был архиепископ Иосиф Аргутинский-Долгоруков. Каменная церковь монастыря построена в "
    "1786-1792 гг. в стиле классицизма. Авторство приписывают русскому зодчему И. Е. Старову. На территории монастыря находится Анийский хачкар — это камень в форме креста, "
    "датированный VI веком, привезенный армянами из Крыма.",

    "<b>Библиотека им. Н.А. Некрасова</b>\nБиблиотека им. Н. А. Некрасова — преемница старейшей в Ростове-на-Дону библиотеки, основанной в 1898 году ростовскии купцом-миллионером Е. Т. Парамоновым. Универсальный фонд"
    " библиотеки составляет более 24 000 экземпляров книг, периодических изданий и электронных носителей. В разное время библиотека им. Н. А. Некрасова была площадкой для встреч "
    "ярких творческих личностей и читателей, сегодня библиотека является значимым социально-культурным центром Ворошиловского района г. Ростова-на-Дону",

    "<b>Фонтан у входа в ТЦ 'Горизонт'</b>\nФонтан представляет собой композицию из трёх насадок: двух водяных полусфер и одной сферы, композиция фонтана напоминает по своей форме три «одуванчика» из которых бьют"
    " небольшие струи воды. В вечернее время водяная картина дополняется динамической светодиодной подсветкой. Комбинация подводной подсветки с насадками в виде водной сферы и "
    "полусферы позволяет добиться в вечернее время потрясающих световых эффектов. Цвета подсветки меняются по заданной программе или в зависимости от музыкального сопровождения."
    " Красивый, яркий, современный фонтан гармонично вписывается в архитектуру торгово-развлекательного центра.",

    "<b>Библиотечно-информационный центр им. Ю.А. Гагарина</b>\nБиблиотечно-информационный центр им. Ю. А. Гагарина был организован в 2000 году, является одной из крупных библиотек Ростовской ЦБС, значимым культурно-просветительским"
    " центром Ворошиловского района г. Ростова-на-Дону. Большой популярностью среди читателей пользуются проводимые библиотекой кинолектории, посвященные духовно-нравственной"
    " проблематике и российской истории. В БИЦ им. Ю. А. Гагарина организуются экспозиции творческих работ ростовских художников и талантливых читателей. БИЦ им. Ю. А. Гагарина"
    " принимает участие в городских социально значимых проектах.",

    "<b>Памятник 'Вертолёт Ми-24'</b>\nНа улице Новаторов в Ростове-на-Дону перед проходной Ростовского вертолётного завода ОАО 'РОСТВЕРТОЛ' в честь 70 летия завода в 2009 году был установлен в качестве памятника "
    "вертолёт Ми-24B. Бортовой номер 70 Красный. Ми-24 стал первым советским и вторым в мире (после AH-1 «Кобра») специализированным боевым вертолётом. Серийный выпуск начался в "
    "1971 году. Имеет множество модификаций, экспортировался во многие страны мира. Активно использовался в годы Афганской войны, в период боевых действий в Чечне, а также во"
    " многих региональных конфликтах. Производится на ОАО «Роствертол»",

    "<b>Библиотека им. А.П. Чехова</b>\nБиблиотека действует и носит имя классика русской литературы с 1953 г. На протяжении всего периода своего существования работа с титульным именем являлась приоритетной. "
    "С 2011 года БИЦ им. А. П. Чехова реализует программу «Библиотека — место встречи с Чеховым». В ее рамках ежегодно в библиотеке ко дню рождения классика проходят Чеховские "
    "чтения, которые включают вечера-встречи с писателями, филологами, литературно-музыкальные суаре с участием представителей городского Дворца творчества детей и молодежи, "
    "музыкальных школ, артистов драматического театра им. М. Горького.",





]
