Voroshil_text1 = [
    "<b>Парк Дружба</b>\nЭто сравнительно небольшой, но довольно уютный семейный парк. Вы сможете пройти по аллее и насладиться видами двух разных по стилю и архитектуре церквей."
    " Православным храмом Казанской иконы божьей матери, который был построен в 2007 году и армянской церковью Сурб-Хач, которая была построена в конце XVIII века армянскими"
    " переселенцами из Крыма в память об одноимённом монастыре в Крыму, является старейшим из зданий, сохранившихся в современных границах Ростова-на-Дону. Летом работают"
    " аттракционы для детей и взрослых, есть несколько кафе и две детские площадки. Рядом находятся зоопарк, аквапарк, каток, база отдыха и торговый центр.",

    "<b>Памятник Ю.А. Гагарину</b>\nПамятник расположен на проспекте Королева рядом с библиотечно-информационным центром имени Гагарина. Это подарок городу от московских "
    "предпринимателей. Он посвящен 50-летию со дня первого полета человека в космос. Монумент открыли в 2011 году."
]
Voroshil_text2 = [
    "<b>Свято-Казанский храм</b>\nХрам Казанской иконы Божией Матери - православный храм Северного благочиния Ростовской и Новочеркасской епархии Московского Патриархата."
    "Храм Казанской иконы Божией Матери был возведён в городе Ростове-на-Дону у Северного водохранилища. Эта территория ранее принадлежала армянскому монастырю Сурб-Хач. "
    "Храм основан в 1996 году в связи с отсутствием православных храмов в большом жилом районе города. Первоначально в районе строительства был построен молитвенный дом,"
    " а в 2004 году началось сооружение каменного храма. Свято-Казанский храм был построен за 3,5 года и расписан изнутри. 9 ноября 2008 года состоялся чин освящения храма,"
    " который провёл архиепископ Ростовский и Новочеркасский Пантелеимон (Долганов)."
]
Voroshil_text3 = [
    "<b>Памятник воинам-интернационалистам, погибшим в Афганистане</b>\nПамятник погибшим воинам-интернационалистам в Ростове-на-Дону был построен по инициативе «афганцев»"
    " на народные средства при финансовой поддержке из областного бюджета. Мемориал был открыт в июле 1996 года. При этом отдельные элементы композиции мемориала не были завершены."
    "В 2019 году, по инициативе ветеранских организаций воинов-интернационалистов и личному содействию Губернатора Ростовской области В.Ю.Голубева, была проведена масштабная "
    "реконструкция мемориала «Защитникам Отечества». На памятных плитах высечено 803 фамилии жителей Ростовской области, погибших при исполнении воинского долга за пределами"
    " Отечества, в том числе в Республике Афганистан - 264. Ежегодно 15 февраля в памятных мероприятиях принимают участие от 1000 до 2000 человек."

]
Voroshil_text4 = [
    "<b>Мемориал погибшим космонавтам «Союза-11»</b>\nМемориал в виде красного падающего самолетика посвящен погибшему экипажу корабля: подполковнику Георгию Добровольскому,"
    " бортинженеру Владиславу Волкову и инженеру-исследователю Виктору Пацаеву.Экипаж советского «Союз-11» состыковался с орбитальной станцией, работал там и выполнил все"
    " поставленные задачи. Все члены экипажа погибли 30 июня 1971 года при возвращении на землю из-за разгерметизации."

]
Voroshil_text5 = [
    "<b>Мемориал 'Ликвидаторам Чернобыльской аварии, живым и павшим 1986-1996'</b>\nДля мемориала обработали 10 тонн знаменитого карельского гранита, на плиты нанесли имена"
    " и фамилии более 3 тысяч ростовских чернобыльцев. Это строители, пожарные, водители, курсанты милицейских школ, военные медики… Подавляющее большинство ростовских "
    "чернобыльцев безвозвратно потеряли здоровье. Из 24 тысяч человек, которые пошли в Чернобыль от Ростовской области, около 4 тысяч были ростовчане. Дата торжественного"
    " открытия аллеи выбрана не случайно: 30 ноября, - годовщина завершения строительства «саркофага» — объекта, возведенного над разрушенным энергоблоком. Этот день ликвидаторы"
    " считают своим профессиональным праздником."

]
