# убрал первую позицию из списка
Attractions = [
    ("Церковь Екатерины Великомученицы", {
        "lat": 47.200084,
        "lon": 39.629942,
        "bypass": True
    }),
    ("Храм Сергия Радонежского", {
        "lat": 47.210149,
        "lon": 39.663423,
        "bypass": True

    }),
    ("Музей истории Северо-Кавказской железной дороги", {
        "lat": 47.190492,
        "lon": 39.637226,
        "bypass": True
    }),
    ("Ростовский музей космонавтики", {
        "lat": 47.210639,
        "lon": 39.619641,
        "bypass": True
    }),
    ("Ростовский подъёмный железнодорожный мост", {
        "lat": 47.210639,
        "lon": 39.619641,
        "bypass": True
    }),
    ("Дом Сабины Шпильрейн", {
        "lat": 47.224501,
        "lon": 39.710587,
        "bypass": True
    }),
    ("Особняк Н.Е.Парамонова", {
        "lat": 47.226913,
        "lon": 39.725393,
        "bypass": True
    }),
    ("Стачки 1902 года", {
        "lat": 47.213213,
        "lon": 39.692792,
        "bypass": True
    }),
    ("Дворец культуры завода Ростсельмаш", {
        "lat": 47.249696,
        "lon": 39.763604,
        "bypass": True
    }),
    ("Мемориал жертвам фашизма Змиёвская балка", {
        "lat": 47.245971,
        "lon": 39.650863,
        "bypass": True
    }),
    ("Богатый источник", {
        "lat": 47.219715,
        "lon": 39.733923,
        "bypass": True
    }),
    ("Дворец Спорта", {
        "lat": 47.227934,
        "lon": 39.696481,
        "bypass": True
    }),
    ("Особняк М.Н. Черновой", {
        "lat": 47.219209,
        "lon": 39.702293,
        "bypass": True
    }),
    ("Парамоновские склады", {
        "lat": 47.218197,
        "lon": 39.727018,
        "bypass": True
    }),
    ("Казанская лестница", {
        "lat": 47.215339,
        "lon": 39.718756,
        "bypass": True
    }),
    ("Ротонда Первомайского парка", {
        "lat": 47.227256,
        "lon": 39.738501,
        "bypass": True
    }),
    ("Доходный дом наследников В.Р. Максимова", {
        "lat": 47.218934,
        "lon": 39.716529,
        "bypass": True
    }),
    ("Проспект звёзд", {
        "lat": 47.230033,
        "lon": 39.715147,
        "bypass": True
    }),
    ("Здание Государственного банка", {
        "lat": 47.222365,
        "lon": 39.722076,
        "bypass": True
    }),
    ("Государственный музей-заповедник М.А. Шолохова, Шолохов-центр", {
        "lat": 47.226252,
        "lon": 39.736079,
        "bypass": True
    }),
    ("Водная станция Динамо", {
        "lat": 47.209511,
        "lon": 39.706945,
        "bypass": True
    }),
    (
        "Собор Рождества Пресвятой Богородицы", {
            "lat": 47.217194,
            "lon": 39.711976,
            "bypass": True
        }
    ),
    (
        "Архитектурно-скульптурный комплекс Львы", {
            "lat": 47.222398,
            "lon": 39.721392,
            "bypass": True
        }
    ),
    (
        "Церковь Георгия Победоносца",
        {
            "lat": 47.208686,
            "lon": 39.622199,
            "bypass": True
        }
    ),
    (
        "Парк Авиаторов", {
            "lat": 47.253389,
            "lon": 39.788007,
            "bypass": True
        }
    ),
    (
        "Административный корпус Ростовского университета", {
            "lat": 47.228247,
            "lon": 39.738100,
            "bypass": True

        }
    ),
    (
        "Ботанический сад ЮФУ", {
            "lat": 47.230621,
            "lon": 39.659691,
            "bypass": True
        }
    ),
    (
        "Главный корпус Варшавского университета", {
            "lat": 47.219691,
            "lon": 39.704565,
            "bypass": True
        }
    ),
    (
        "Главный корпус Южного федерального университета", {
            "lat": 47.224749,
            "lon": 39.728383,
            "bypass": True
        }
    ),
    (
        "Родник Гремучий", {
            "lat": 47.206292,
            "lon": 39.693139,
            "bypass": True
        }
    ),
    (
        "Дворец бракосочетания", {
            "lat": 47.226099,
            "lon": 39.727892,
            "bypass": True
        }
    ),
    (
        "Дворец культуры железнодорожников", {
            "lat": 47.219785,
            "lon": 39.685294,
            "bypass": True
        }
    ),
    (
        "Дворец творчества детей и молодёжи", {
            "lat": 47.222017,
            "lon": 39.715298,
            "bypass": True
        }
    ),
    (
        "Дом Врангеля", {
            "lat": 47.216260,
            "lon": 39.718579,
            "bypass": True
        }
    ),
    (
        "Дом Ивана Зворыкина", {
            "lat": 47.224770,
            "lon": 39.711410,
            "bypass": True
        }
    ),
    (
        "Дом Максимова", {
            "lat": 47.217753,
            "lon": 39.714404,
            "bypass": True
        }
    ),
    (
        "Дом Резниченко", {
            "lat": 47.223074,
            "lon": 39.703621,
            "bypass": True
        }
    ),
    (
        "Дом Советов", {
            "lat": 47.221257,
            "lon": 39.721128,
            "bypass": True
        }
    ),
    (
        "Дом Срабионова", {
            "lat": 47.219455,
            "lon": 39.717074,
            "bypass": True
        }
    ),
    (
        "Дом Ф. Н. Солодова", {
            "lat": 47.222537,
            "lon": 39.715255,
            "bypass": True
        }
    ),
    (
        "Дом Ширмана", {
            "lat": 47.223739,
            "lon": 39.718500,
            "bypass": True
        }
    ),
    (
        "Доходный дом Аргутинского-Долгорукова", {
            "lat": 47.218069,
            "lon": 39.699032,
            "bypass": True
        }
    ),
    (
        "Доходный дом Бахчисарайцева", {
            "lat": 47.219249,
            "lon": 39.708397,
            "bypass": True
        }
    ),
    (
        "Доходный дом Бострикиных", {
            "lat": 47.225584,
            "lon": 39.718050,
            "bypass": True
        }
    ),
    (
        "Доходный дом Василия Кушнарёва", {
            "lat": 47.223326,
            "lon": 39.704709,
            "bypass": True
        }
    ),
    (
        "Доходный дом Волкенштейна", {
            "lat": 47.218494,
            "lon": 39.717128,
            "bypass": True
        }
    ),
    (
        "Доходный дом Е. Я. Костина", {
            "lat": 47.224661,
            "lon": 39.723223,
            "bypass": True
        }
    ),
    (
        "Доходный дом И. М. Трофименко", {
            "lat": 47.227200,
            "lon": 39.710288,
            "bypass": True
        }
    ),
    (
        "Доходный дом Карапета Чернова", {
            "lat": 47.222965,
            "lon": 39.717968,
            "bypass": True
        }
    ),
    (
        "Доходный дом Когбетлиева", {
            "lat": 47.229770,
            "lon": 39.766747,
            "bypass": True
        }
    ),
    (
        "Доходный дом Костанаева", {
            "lat": 47.221013,
            "lon": 39.713019,
            "bypass": True
        }
    ),

    (
        "Церковь Иоанна Воина", {
            "lat": 47.225630,
            "lon": 39.616098,
            "bypass": True
        }
    ),

    (
        "Памятник Солдатам Победы", {
            "lat": 47.207678,
            "lon": 39.633339,
            "bypass": True
        }
    ),

    (
        "Музей истории материалов Донского центра химического образования", {
            "lat": 47.216981,
            "lon": 39.631612,
            "bypass": True
        }
    ),

    (
        "Парк Аллея Роз", {
            "lat": 47.205721,
            "lon": 39.633350,
            "bypass": True
        }
    ),

    (
        "Парк культуры и отдыха им.города Плевен", {
            "lat": 47.210735,
            "lon": 39.633522,
            "bypass": True
        }
    ),

    (
        "Ростовский дельфинарий", {
            "lat": 47.208658,
            "lon": 39.626237,
            "bypass": True
        }
    ),

    (
        "Храм великомученика Георгия Победоносца", {
            "lat": 47.208614,
            "lon": 39.622192,
            "bypass": True
        }
    ),

    (
        "Парк Сказка", {
            "lat": 47.208192,
            "lon": 39.625850,
            "bypass": True
        }
    ),

    (
        "Памятник артиллеристам батареи С. Оганова и С. Вавилова", {
            "lat": 47.263213,
            "lon": 39.665987,
            "bypass": True
        }
    ),

    (
        "Памятник Военным медикам, павшим во время Великой Отечественной войны и послевоенное время", {
            "lat": 47.234562,
            "lon": 39.712411,
            "bypass": True
        }
    ),

    (
        "Дворец культуры РГУПС", {
            "lat": 47.251963,
            "lon": 39.700716,
            "bypass": True
        }
    ),

    (
        "Ростовская Галерея кукол", {
            "lat": 47.249461,
            "lon": 39.705319,
            "bypass": True
        }
    ),

    (
        "Стела комсомольцам Дона", {
            "lat": 47.237855,
            "lon": 39.699584,
            "bypass": True
        }
    ),

    (
        "Художественная галерея Клевер", {
            "lat": 47.235050,
            "lon": 39.704493,
            "bypass": True
        }
    ),

    (
        "Библиотека им. Н.М. Карамзина", {
            "lat": 47.229364,
            "lon": 39.711134,
            "bypass": True
        }
    ),

    (
        "Фонтан Богатырь", {
            "lat": 47.226417,
            "lon": 39.704080,
            "bypass": True
        }
    ),

    (
        "Памятник Александру Печерскому", {
            "lat": 47.238481,
            "lon": 39.696215,
            "bypass": True
        }
    ),

    (
        "Церковь Иоанна Кронштадтского", {
            "lat": 47.250313,
            "lon": 39.695835,
            "bypass": True
        }
    ),
    (
        "Набережная Ростова-на-Дону", {
            "lat": 47.221013,
            "lon": 39.713019,
            "bypass": True
        }
    ),
    (
        "Ротов-Арена", {
            "lat": 47.209390,
            "lon": 39.737847,
            "bypass": True
        }
    ),
    (
        "Памятник-Стела Освободителям Ростова ", {
            "lat": 47.226427,
            "lon": 39.745669,
            "bypass": True
        }
    ),
    (
        "Памятник бойцам 1-й Конармии ", {
            "lat": 47.221987,
            "lon": 39.720414,
            "bypass": True
        }
    ),
    (
        "Свято-Казанский храм", {
            "lat": 47.289958,
            "lon": 39.71523,
            "bypass": True
        }
    ),
    (
        "Памятник воинам-интернационалистам, погибшим в Афганистане", {
            "lat": 47.288044,
            "lon": 39.707814,
            "bypass": True
        }
    ),
    (
        "Мемориал погибшим космонавтам «Союза-11»", {
            "lat": 47.282426,
            "lon": 39.709949,
            "bypass": True
        }
    ),
    (
        "Памятник Самолёт Су-27", {
            "lat": 47.25719,
            "lon": 39.642844,
            "bypass": True
        }
    ),
    (
        "Мемориал Ликвидаторам Чернобыльской аварии", {
            "lat": 47.288334,
            "lon": 39.708600,
            "bypass": True
        }
    ),
    (
        "Памятник Ю.А. Гагарину", {
            "lat": 47.291498,
            "lon": 39.694497,
            "bypass": True
        }
    ),
    (
        "Парк Дружба", {
            "lat": 47.288719,
            "lon": 39.715555,
            "bypass": True
        }
    ),
    (
        "Ростовский театр драмы имени М. Горького", {
            "lat": 47.228733,
            "lon": 39.744661,
            "bypass": True
        }
    ),
    (
        "Ливенцовская крепость", {
            "lat": 47.223128,
            "lon": 39.559086,
            "bypass": True
        }
    ),
    (
        "Доходный дом Н.И. Токарева", {
            "lat": 47.223424,
            "lon": 39.724271,
            "bypass": True
        }
    ),
    (
        "Доходный дом Шендерова", {
            "lat": 47.220467,
            "lon": 39.719131,
            "bypass": True
        }
    ),
    (
        "Доходный дом Яблокова", {
            "lat": 47.219624,
            "lon": 39.706569,
            "bypass": True
        }
    ),
    (
        "Старообрядческий Покровский собор", {
            "lat": 47.216564,
            "lon": 39.717013,
            "bypass": True
        }
    ),
    (
        "Дворец творчества детей и молодёжи", {
            "lat": 47.222017,
            "lon": 39.715298,
            "bypass": True
        }
    ),
    (
        "Особняк Великановой", {
            "lat": 47.217244,
            "lon": 39.701799,
            "bypass": True
        }
    ),
    (
        "Памятник Алексею Бересту", {
            "lat": 47.254147,
            "lon": 39.770346,
            "bypass": True
        }
    ),
    (
        "Парк культуры и отдыха им. Н.Островского", {
            "lat": 47.244570,
            "lon": 39.760229,
            "bypass": True
        }
    ),

    (
        "Памятник знаменитому советскому футболисту Виктору Понедельнику", {
            "lat": 47.242662,
            "lon": 39.759875,
            "bypass": True
        }
    ),

    (
        "Бюст Героя России Д. В. Петрова", {
            "lat": 47.275130,
            "lon": 39.750670,
            "bypass": True
        }
    ),
    (
        "Церковь иконы Божией Матери Умиление", {
            "lat": 47.258742,
            "lon": 39.784562,
            "bypass": True
        }
    ),

    (
        "Библиотечно-информационный центр имени Н.Г.Чернышевского", {
            "lat": 47.284549,
            "lon": 39.752987,
            "bypass": True
        }
    ),
    (
        "Памятник Самургашеву", {
            "lat": 47.230203,
            "lon": 39.763371,
            "bypass": True
        }
    ),
    (
        "Музей русско-армянской дружбы", {
            "lat": 47.229132,
            "lon": 39.765032,
            "bypass": True
        }
    ),
    (
        "Сквер им. Фрунзе", {
            "lat": 47.230813,
            "lon": 39.763521,
            "bypass": True
        }
    ),
    (
        "Дом Народного Творчества", {
            "lat": 47.230890,
            "lon": 39.764565,
            "bypass": True
        }
    ),
    (
        "Памятник ветврачам", {
            "lat": 47.232220,
            "lon": 39.758030,
            "bypass": True
        }
    ),
    (
        "Скульптурная композиция Мать и дитя", {
            "lat": 47.227633,
            "lon": 39.742416,
            "bypass": True
        }
    ),
    (
        "Ростовский ипподром", {
            "lat": 47.236368,
            "lon": 39.723396,
            "bypass": True
        }
    ),
    (
        "Доходный дом Ляхмаер", {
            "lat": 47.217011,
            "lon": 39.720757,
            "bypass": True
        }
    ),
    (
        "Здание главного корпуса Ростовского мореходного училища дальнего плавания", {
            "lat": 47.218626,
            "lon": 39.727090,
            "bypass": True
        }
    ),
    (
        "Маслобойный завод Костина", {
            "lat": 47.224547,
            "lon": 39.722674,
            "bypass": True
        }
    ), (
        "Особняк Петрова", {
            "lat": 47.225650,
            "lon": 39.715756,
            "bypass": True
        }
    ), (
        "Доходный дом Мыльцына", {
            "lat": 47.217504,
            "lon": 39.715067,
            "bypass": True
        }
    ), (
        "Доходный дом Пивоваровой", {
            "lat": 47.220238,
            "lon": 39.710933,
            "bypass": True
        }
    ), (
        "Доходный дом С.Н. Мнацакановой", {
            "lat": 47.224021,
            "lon": 39.708019,
            "bypass": True
        }
    ), (
        "Доходный дом Тер-Абрамяна", {
            "lat": 47.221730,
            "lon": 39.713922,
            "bypass": True
        }
    ), (
        "Здание Высшей партийной школы", {
            "lat": 47.217941,
            "lon": 39.709026,
            "bypass": True
        }
    ),
    (
        "Здание торгового дома Г. Г. Пустовойтова", {
            "lat": 47.222078,
            "lon": 39.720349,
            "bypass": True
        }
    ),
    (
        "Контора мельницы И. А. Супрунова", {
            "lat": 47.221783,
            "lon": 39.706571,
            "bypass": True
        }
    ),
    (
        "Доходный дом Степана Акимова", {
            "lat": 47.215502,
            "lon": 39.713253,
            "bypass": True
        }
    ),
    (
        "Мариинская городская больница", {
            "lat": 47.237639,
            "lon": 39.755150,
            "bypass": True
        }
    ),
    (
        "Особняк Гайрабетовых", {
            "lat": 47.229173,
            "lon": 39.765240,
            "bypass": True
        }
    ),
    (
        "Особняк Егора Красильникова", {
            "lat": 47.231838,
            "lon": 39.760231,
            "bypass": True
        }
    ),
    (
        "Особняк Кечекьяна", {
            "lat": 47.228858,
            "lon": 39.763395,
            "bypass": True
        }
    ),
    (
        "Особняк Лусегена Попова", {
            "lat": 47.229575,
            "lon": 39.762246,
            "bypass": True
        }
    ),
    (
        "Особняк Хатранова", {
            "lat": 47.228788,
            "lon": 39.753832,
            "bypass": True
        }
    ),
    (
        "Нижне-Гниловское городище и некрополь", {
            "lat": 47.193536,
            "lon": 39.614709,
            "bypass": True
        }
    ),
    (
        "Ростовская телебашня", {
            "lat": 47.213741,
            "lon": 39.678542,
            "bypass": True
        }
    ),
    (
        "Храм Преподобного Серафима Саровского", {
            "lat": 47.208812,
            "lon": 39.689694,
            "bypass": True
        }
    ),
    (
        "Храм Преполовения Пятидесятницы", {
            "lat": 47.189611,
            "lon": 39.636804,
            "bypass": True
        }
    ),
    (
        "Библиотечно-информационный центр им. А.И. Герцена", {
            "lat": 47.203260,
            "lon": 39.621209,
            "bypass": True
        }
    ),
    ("Кумженская роща", {
        "lat": 47.184525,
        "lon": 39.617251,
        "bypass": True
    }),

    ("Памятник Серафиму Саровскому", {
        "lat": 47.208850,
        "lon": 39.689790,
        "bypass": True
    }),

    ("Театр Максимум", {
        "lat": 47.208738,
        "lon": 39.683219,
        "bypass": True
    }),

    ("Памятник Герою Советского Союза Василию Маргелову", {
        "lat": 47.214275,
        "lon": 39.686775,
        "bypass": True
    }),

    ("Памятник Дающая жизнь", {
        "lat": 47.220070,
        "lon": 39.658980,
        "bypass": True
    }),
    ("Памятник не вернувшимся казакам", {
        "lat": 47.217120,
        "lon": 39.708190,
        "bypass": True
    }),

    ("Фонтан Сборщицы винограда", {
        "lat": 47.219630,
        "lon": 39.707380,
        "bypass": True
    }),

    ("Военно-исторический музей Южного военного округа", {
        "lat": 47.221090,
        "lon": 39.708220,
        "bypass": True
    }),

    ("Скульптурная композиция Цветочница", {
        "lat": 47.220970,
        "lon": 39.710700,
        "bypass": True
    }),

    ("Памятник читателю Вечёрки", {
        "lat": 47.217930,
        "lon": 39.697520,
        "bypass": True
    }),

    ("Елисейские поля", {
        "lat": 47.226440,
        "lon": 39.694770,
        "bypass": True
    }),

    ("Галерея Астор", {
        "lat": 47.224940,
        "lon": 39.704670,
        "bypass": True
    }),

    ("Аллея Героев", {
        "lat": 47.223390,
        "lon": 39.705130,
        "bypass": True
    }),

    ("Бюст С.М.Буденного", {
        "lat": 47.223360,
        "lon": 39.706700,
        "bypass": True
    }),

    ("Галерея NNN", {
        "lat": 47.224519,
        "lon": 39.710515,
        "bypass": True
    }),
    ("Мемориал Прерванный полет", {
        "lat": 47.256260,
        "lon": 39.802720,
        "bypass": True
    }),

    ("Фонтан Атланты", {
        "lat": 47.228320,
        "lon": 39.743010,
        "bypass": True
    }),

    ("Две скульптуры волка Забиваки", {
        "lat": 47.229260,
        "lon": 39.743080,
        "bypass": True
    }),

    ("Парк им. Октябрьской революции", {
        "lat": 47.230049,
        "lon": 39.745261,
        "bypass": True
    }),

    ("Памятник Петру и Февронии", {
        "lat": 47.229260,
        "lon": 39.743080,
        "bypass": True
    }),

    ("Памятник Вите Черевичкину", {
        "lat": 47.227330,
        "lon": 39.749320,
        "bypass": True
    }),

    ("Храм Сурб Арутюн", {
        "lat": 47.230507,
        "lon": 39.765599,
        "bypass": True
    }),

    ("Ростовский областной академический молодежный театр", {
        "lat": 47.229810,
        "lon": 39.764520,
        "bypass": True
    }),

    ("Музей виноделия и донского самогоноварения", {
        "lat": 47.210940,
        "lon": 39.752999,
        "bypass": True
    }),

    ("Александринская церковь", {
        "lat": 47.234243,
        "lon": 39.743257,
        "bypass": True
    }),
    ("Донская Астрономическая Обсерватория", {
        "lat": 47.285170,
        "lon": 39.765000,
        "bypass": True
    }),

    ("Храм праведных Иоакима и Анны", {
        "lat": 47.276605,
        "lon": 39.778298,
        "bypass": True
    }),

    ("Библиотечно-информационный центр им. М.В. Ломоносова", {
        "lat": 47.253645,
        "lon": 39.764529,
        "bypass": True
    }),

    ("Храм Великомученика и целителя Пантелеймона", {
        "lat": 47.242030,
        "lon": 39.757170,
        "bypass": True
    }),

    ("Стадион Олимп 2", {
        "lat": 47.243090,
        "lon": 39.760790,
        "bypass": True
    }),

    ("Введенский храм", {
        "lat": 47.300868,
        "lon": 39.744167,
        "bypass": True
    }),
    ("Дом культуры Роствертол", {
        "lat": 47.248580,
        "lon": 39.716580,
        "bypass": True
    }),

    ("Приход храма Димитрия Донского", {
        "lat": 47.249468,
        "lon": 39.750371,
        "bypass": True
    }),

    ("Соборная мечеть", {
        "lat": 47.272550,
        "lon": 39.724110,
        "bypass": True
    }),

    ("Храм Александра Невского", {
        "lat": 47.279500,
        "lon": 39.716200,
        "bypass": True
    }),

    ("Церковь армянского монастыря Сурб-Хач", {
        "lat": 47.290593,
        "lon": 39.722067,
        "bypass": True
    }),

    ("Храм Казанской иконы Божией Матери", {
        "lat": 47.289995,
        "lon": 39.715479,
        "bypass": True
    }),

    ("Библиотека им. Н.А. Некрасова", {
        "lat": 47.283188,
        "lon": 39.719304,
        "bypass": True
    }),

    ("Парк им. К. Чуковского", {
        "lat": 47.258475,
        "lon": 39.702265,
        "bypass": True
    }),

    ("Парк культуры и отдыха им. Октября", {
        "lat": 47.259829,
        "lon": 39.682491,
        "bypass": True
    }),

    ("Донской музей МЧС", {
        "lat": 47.237841,
        "lon": 39.690332,
        "bypass": True
    }),
    ("Студенческий парк ДГТУ им. Л.В. Красниченко", {
        "lat": 47.240834,
        "lon": 39.710772,
        "bypass": True
    }),

    ("Храм мученицы Татианы", {
        "lat": 47.239150,
        "lon": 39.711130,
        "bypass": True
    }),

    ("Памятник строителям-созидателям", {
        "lat": 47.230120,
        "lon": 39.702800,
        "bypass": True
    }),

    ("Парк Строителей", {
        "lat": 47.229800,
        "lon": 39.701342,
        "bypass": True
    }),

    ("Памятник Игорю Пэну", {
        "lat": 47.227610,
        "lon": 39.704910,
        "bypass": True
    }),

    ("Механические часы ДГТУ на пл. Гагарина", {
        "lat": 47.236890,
        "lon": 39.712450,
        "bypass": True
    }),

    ("Скульптура Выпускники", {
        "lat": 47.236890,
        "lon": 39.712450,
        "bypass": True
    }),
    ("Ливенцовская крепость", {
        "lat": 47.223128,
        "lon": 39.559086,
        "bypass": True

    }),
    ("Памятник советско-болгарской дружбе", {
        "lat": 47.208876,
        "lon": 39.633352,
        "bypass": True
    }),
    ("Мемориал памяти воинов, погибших в Афганистане, Чечне и других военных конфликтах", {
        "lat": 47.212125,
        "lon": 39.633233,
        "bypass": True
    }),
    ("Памятник пивовару", {
        "lat": 47.211141,
        "lon": 39.646068,
        "bypass": True
    }),
    ("Кирпичная библиотека", {
        "lat": 47.217629,
        "lon": 39.634119,
        "bypass": True
    }),
    ("Церковь Екатерины Великомученицы", {
        "lat": 47.200099,
        "lon": 39.629822,
        "bypass": True
    }),
    ("Сквер имени Сергея Тюленина", {
        "lat": 47.213427,
        "lon": 39.645405,
        "bypass": True
    }),
    ("Монумент 'Древо Жизни'", {
        "lat": 47.214432,
        "lon": 39.647113,
        "bypass": True
    }),
    ("ICE ARENA", {
        "lat": 47.208688,
        "lon": 39.627103,
        "bypass": True
    }),
    ("Фонтан у входа в ТЦ 'Горизонт'", {
        "lat": 47.260050,
        "lon": 39.719290,
        "bypass": True
    }),

    ("Библиотечно-информационный центр им. Ю.А. Гагарина", {
        "lat": 47.292350,
        "lon": 39.694960,
        "bypass": True
    }),

    ("Памятник Вертолёт Ми-24", {
        "lat": 47.251420,
        "lon": 39.724380,
        "bypass": True
    }),

    ("Библиотека им. А.П. Чехова", {
        "lat": 47.249546,
        "lon": 39.724573,
        "bypass": True
    })
]
