# убрал первую позицию из списка
Attractions = [
    ("Церковь Екатерины Великомученицы", {
        "lat": 47.200084,
        "lon": 39.629942
    }),
    ("Храм Сергия Радонежского", {
        "lat": 47.210149,
        "lon": 39.663423

    }),
    ("Музей истории Северо-Кавказской железной дороги", {
        "lat": 47.190492,
        "lon": 39.637226
    }),
    ("Ростовский музей космонавтики", {
        "lat": 47.210639,
        "lon": 39.619641
    }),
    ("Ростовский подъёмный железнодорожный мост", {
        "lat": 47.210639,
        "lon": 39.619641
    }),
    ("Дом Сабины Шпильрейн", {
        "lat": 47.224501,
        "lon": 39.710587
    }),
    ("Особняк Н.Е.Парамонова", {
        "lat": 47.226913,
        "lon": 39.725393
    }),
    ("Стачки 1902 года", {
        "lat": 47.213213,
        "lon": 39.692792
    }),
    ("Дворец культуры завода Ростсельмаш", {
        "lat": 47.249696,
        "lon": 39.763604
    }),
    ("Мемориал жертвам фашизма Змиёвская балка", {
        "lat": 47.245971,
        "lon": 39.650863
    }),
    ("Богатый источник", {
        "lat": 47.219715,
        "lon": 39.733923
    }),
    ("Дворец Спорта", {
        "lat": 47.227934,
        "lon": 39.696481
    }),
    ("Особняк М.Н. Черновой", {
        "lat": 47.219209,
        "lon": 39.702293
    }),
    ("Парамоновские склады", {
        "lat": 47.218197,
        "lon": 39.727018
    }),
    ("Казанская лестница", {
        "lat": 47.215339,
        "lon": 39.718756
    }),
    ("Ротонда Первомайского парка", {
        "lat": 47.227256,
        "lon": 39.738501
    }),
    ("Доходный дом наследников В.Р. Максимова", {
        "lat": 47.218934,
        "lon": 39.716529
    }),
    ("Проспект звёзд", {
        "lat": 47.230033,
        "lon": 39.715147
    }),
    ("Здание Государственного банка", {
        "lat": 47.222365,
        "lon": 39.722076
    }),
    ("Государственный музей-заповедник М.А. Шолохова, Шолохов-центр", {
        "lat": 47.226252,
        "lon": 39.736079
    }),
    ("Водная станция Динамо", {
        "lat": 47.209511,
        "lon": 39.706945
    }),
    (
        "Собор Рождества Пресвятой Богородицы", {
            "lat": 47.217194,
            "lon": 39.711976
        }
    ),
    ("Архитектурно-скульптурный комплекс Львы",
     {"lat": 47.222398,
      "lon": 39.721392}
     ),
    (
        "Церковь Георгия Победоносца",
        {
            "lat": 47.208686,
            "lon": 39.622199
        }
    ),
    (
        "Парк Авиаторов", {
            "lat": 47.253389,
            "lon": 39.788007
        }
    ),
    (
        "Административный корпус Ростовского университета", {
            "lat": 47.228247,
            "lon": 39.738100

        }
    ),
    (
        "Ботанический сад ЮФУ", {
            "lat": 47.230621,
            "lon": 39.659691
        }
    ),
    (
        "Гимназия № 36", {
            "lat": 47.225595,
            "lon": 39.707909
        }
    ),
    (
        "Главный корпус Варшавского университета", {
            "lat": 47.219691,
            "lon": 39.704565
        }
    ),
    (
        "Главный корпус Южного федерального университета", {
            "lat": 47.224749,
            "lon": 39.728383
        }
    ),
    (
        "родник Гремучий", {
            "lat": 47.206292,
            "lon": 39.693139
        }
    ),
    (
        "Дворец бракосочетания", {
            "lat": 47.226099,
            "lon": 39.727892
        }
    ),
    (
        "Дворец культуры железнодорожников", {
            "lat": 47.219785,
            "lon": 39.685294
        }
    ),
    (
        "Дворец творчества детей и молодёжи", {
            "lat": 47.222017,
            "lon": 39.715298
        }
    ),
    (
        "Дом Врангеля", {
            "lat": 47.216260,
            "lon": 39.718579
        }
    ),
    (
        "Дом Ивана Зворыкина", {
            "lat": 47.224770,
            "lon": 39.711410
        }
    ),
    (
        "Дом Максимова", {
            "lat": 47.217753,
            "lon": 39.714404
        }
    ),
    (
        "Дом Резниченко", {
            "lat": 47.223074,
            "lon": 39.703621
        }
    ),
    (
        "Дом Советов", {
            "lat": 47.221257,
            "lon": 39.721128
        }
    ),
    (
        "Дом Срабионова", {
            "lat": 47.219455,
            "lon": 39.717074
        }
    ),
    (
        "Дом Ф. Н. Солодова", {
            "lat": 47.222537,
            "lon": 39.715255
        }
    ),
    (
        "Дом Ширмана", {
            "lat": 47.223739,
            "lon": 39.718500
        }
    ),
    (
        "Доходный дом Аргутинского-Долгорукова", {
            "lat": 47.218069,
            "lon": 39.699032
        }
    ),
    (
        "Доходный дом Бахчисарайцева", {
            "lat": 47.219249,
            "lon": 39.708397
        }
    ),
    (
        "Доходный дом Бострикиных", {
            "lat": 47.225584,
            "lon": 39.718050
        }
    ),
    (
        "Доходный дом Василия Кушнарёва", {
            "lat": 47.223326,
            "lon": 39.704709
        }
    ),
    (
        "Доходный дом Волкенштейна", {
            "lat": 47.218494,
            "lon": 39.717128
        }
    ),
    (
        "Доходный дом Е. Я. Костина", {
            "lat": 47.224661,
            "lon": 39.723223
        }
    ),
    (
        "Доходный дом И. М. Трофименко", {
            "lat": 47.227200,
            "lon": 39.710288
        }
    ),
    (
        "Доходный дом Карапета Чернова", {
            "lat": 47.222965,
            "lon": 39.717968
        }
    ),
    (
        "Доходный дом Когбетлиева", {
            "lat": 47.229770,
            "lon": 39.766747
        }
    ),
    (
        "Доходный дом Костанаева", {
            "lat": 47.221013,
            "lon": 39.713019
        }
    ),

    (
        "Церковь Иоанна Воина", {
            "lat": 47.225630,
            "lon": 39.616098
        }
    ),

    (
        "Памятник Солдатам Победы", {
            "lat": 47.207678,
            "lon": 39.633339
        }
    ),

    (
        "Музей истории материалов Донского центра химического образования", {
            "lat": 47.216981,
            "lon": 39.631612
        }
    ),

    (
        "Парк Аллея Роз", {
            "lat": 47.205721,
            "lon": 39.633350
        }
    ),

    (
        "Парк культуры и отдыха им.города Плевен", {
            "lat": 47.210735,
            "lon": 39.633522
        }
    ),

    (
        "Ростовский дельфинарий", {
            "lat": 47.2086584,
            "lon": 39.6262371
        }
    ),

    (
        "Храм великомученика Георгия Победоносца", {
            "lat": 47.208614,
            "lon": 39.622192
        }
    ),

    (
        "Парк Сказка", {
            "lat": 47.208192,
            "lon": 39.625850
        }
    ),

    (
        "Памятник артиллеристам батареи С. Оганова и С. Вавилова", {
            "lat": 47.263213,
            "lon": 39.665987
        }
    ),

    (
        "Памятник Военным медикам, павшим во время Великой Отечественной войны и послевоенное время", {
            "lat": 47.234562,
            "lon": 39.712411
        }
    ),

    (
        "Дворец культуры РГУПС", {
            "lat": 47.251963,
            "lon": 39.700716
        }
    ),

    (
        "Ростовская Галерея кукол", {
            "lat": 47.249461,
            "lon": 39.705319
        }
    ),

    (
        "Стела комсомольцам Дона", {
            "lat": 47.237855,
            "lon": 39.699584
        }
    ),

    (
        "Художественная галерея Клевер", {
            "lat": 47.235050,
            "lon": 39.704493
        }
    ),

    (
        "Библиотека им. Н.М. Карамзина", {
            "lat": 47.229364,
            "lon": 39.711134
        }
    ),

    (
        "Фонтан Богатырь", {
            "lat": 47.226417,
            "lon": 39.704080
        }
    ),

    (
        "Памятник Александру Печерскому", {
            "lat": 47.238481,
            "lon": 39.696215
        }
    ),

    (
        "Церковь Иоанна Кронштадтского", {
            "lat": 47.250313,
            "lon": 39.695835
        }
    ),
    (
        "Набережная Ростова-на-Дону", {
            "lat": 47.221013,
            "lon": 39.713019
        }
    ),
    (
        "Ротов-Арена", {
            "lat": 47.209390,
            "lon": 39.737847
        }
    ),
    (
        "Памятник-Стела Освободителям Ростова ", {
            "lat": 47.226427,
            "lon": 39.745669
        }
    ),
    (
        "Памятник бойцам 1-й Конармии ", {
            "lat": 47.221987,
            "lon": 39.720414
        }
    ),
    (
        "Свято-Казанский храм", {
            "lat": 47.289958,
            "lon": 39.71523
        }
    ),
    (
        "Памятник воинам-интернационалистам, погибшим в Афганистане", {
            "lat": 47.288044,
            "lon": 39.707814
        }
    ),
    (
        "Мемориал погибшим космонавтам «Союза-11»", {
            "lat": 47.282426,
            "lon": 39.709949
        }
    ),
    (
        "Памятник Самолёт Су-27", {
            "lat": 47.25719,
            "lon": 39.642844
        }
    ),
    (
        "Мемориал Ликвидаторам Чернобыльской аварии", {
            "lat": 47.288334,
            "lon": 39.7086
        }
    ),
    (
        "Памятник Ю.А. Гагарину", {
            "lat": 47.291498,
            "lon": 39.694497
        }
    ),
    (
        "Парк Дружба", {
            "lat": 47.288719,
            "lon": 39.715555
        }
    ),
    (
        "Ростовский театр драмы имени М. Горького", {
            "lat": 47.228733,
            "lon": 39.744661
        }
    ),
    (
        "Здание армянского магистрата", {
            "lat": 47.229084,
            "lon": 39.764765
        }
    ),
    (
        "Ливенцовская крепость", {
            "lat": 47.223128,
            "lon": 39.559086
        }
    ),
    (
        "Доходный дом Н.И. Токарева", {
            "lat": 47.223424,
            "lon": 39.724271
        }
    ),
    (
        "Доходный дом Шендерова", {
            "lat": 47.220467,
            "lon": 39.719131
        }
    ),
    (
        "Доходный дом Яблокова", {
            "lat": 47.219624,
            "lon": 39.706569
        }
    ),
    (
        "Дунькин клуб", {
            "lat": 47.218234,
            "lon": 39.709302
        }
    ),
    (
        "Старообрядческий Покровский собор", {
            "lat": 47.216564,
            "lon": 39.717013
        }
    ),
    (
        "Дворец творчества детей и молодёжи", {
            "lat": 47.222017,
            "lon": 39.715298
        }
    ),
    (
        "Особняк Великановой", {
            "lat": 47.217244,
            "lon": 39.701799
        }
    ),
    (
        "Памятник Алексею Бересту", {
            "lat": 47.254147,
            "lon": 39.770346,
        }
    ),
    (
        "Парк культуры и отдыха им. Н.Островского", {
            "lat": 47.24457094234995,
            "lon": 39.76022958755494,
        }
    ),

    (
        "Памятник знаменитому советскому футболисту Виктору Понедельнику", {
            "lat": 47.24266263401742,
            "lon": 39.75987553596497,
        }
    ),

    (
        "Бюст Героя России Д. В. Петрова", {
            "lat": 47.27513092347363,
            "lon": 39.75067019462586,
        }
    ),
    (
        "Церковь иконы Божией Матери Умиление", {
            "lat": 47.258742714651454,
            "lon": 39.784562587738044,
        }
    ),

    (
        "Библиотечно-информационный центр имени Н.Г.Чернышевского", {
            "lat": 47.28454948070897,
            "lon": 39.75298762321473,
        }
    ),
    (
        "Памятник Самургашеву", {
            "lat": 47.230203,
            "lon": 39.763371
        }
    ),
    (
        "Музей русско-армянской дружбы", {
            "lat": 47.229132,
            "lon": 39.765032
        }
    ),
    (
        "Сквер им. Фрунзе", {
            "lat": 47.230813,
            "lon": 39.763521
        }
    ),
    (
        "Дом Народного Творчества", {
            "lat": 47.230890,
            "lon": 39.764565
        }
    ),
    (
        "Памятник ветврачам", {
            "lat": 47.232220,
            "lon": 39.758030
        }
    )

]


# Забираем название достопримечательности до точки
# print(re.match('^[^.]*', "gsdfpgsd.dfhjfdh").group(0))


# находим тьюпл достопримечательности и индекс
def find_locale(name_object, Attract_List):
    for i in range(0, len(Attract_List)):
        if name_object == Attract_List[i][0]:
            return i
