# убрал первую позицию из списка
Attractions = [
    ("Церковь Екатерины Великомученицы", {
        "lat": 47.200084,
        "lon": 39.629942
    }),
    ("Храм Сергия Радонежского", {
        "lat": 47.210149,
        "lon": 39.663423

    }),
    ("Музей истории Северо-Кавказской железной дороги", {
        "lat": 47.190492,
        "lon": 39.637226
    }),
    ("Ростовский музей космонавтики", {
        "lat": 47.210639,
        "lon": 39.619641
    }),
    ("Ростовский подъёмный железнодорожный мост", {
        "lat": 47.210639,
        "lon": 39.619641
    }),
    ("Дом Сабины Шпильрейн", {
        "lat": 47.224501,
        "lon": 39.710587
    }),
    ("Особняк Н.Е.Парамонова", {
        "lat": 47.226913,
        "lon": 39.725393
    }),
    ("Стачки 1902 года", {
        "lat": 47.213213,
        "lon": 39.692792
    }),
    ("Дворец культуры завода Ростсельмаш", {
        "lat": 47.249696,
        "lon": 39.763604
    }),
    ("Мемориал жертвам фашизма Змиёвская балка", {
        "lat": 47.245971,
        "lon": 39.650863
    }),
    ("Проходная Сельмашстроя", {
        "lat": 47.258006,
        "lon": 39.764841
    }),
    ("Богатый источник", {
        "lat": 47.219715,
        "lon": 39.733923
    }),
    ("Храм Всех Святых", {
        "lat": 47.227157,
        "lon": 39.697423
    }),
    ("Музей фабрики «РОСТОВСКАЯ ФИНИФТЬ»", {
        "lat": 57.18286,
        "lon": 39.38408
    }),
    ("Особняк М.Н. Черновой", {
        "lat": 47.219209,
        "lon": 39.702293
    }),
    ("Парамоновские склады", {
        "lat": 47.218197,
        "lon": 39.727018
    }),
    ("Казанская лестница", {
        "lat": 47.215339,
        "lon": 39.718756
    }),
    ("Ротонда Первомайского парка", {
        "lat": 47.227256,
        "lon": 39.738501
    }),
    ("Доходный дом наследников В.Р. Максимова", {
        "lat": 47.218934,
        "lon": 39.716529
    }),
    ("Проспект звёзд", {
        "lat": 47.230033,
        "lon": 39.715147
    }),
    ("Здание Государственного банка", {
        "lat": 47.222365,
        "lon": 39.722076
    }),
    ("Колокольня", {
        "lat": 47.217122,
        "lon": 39.711360
    }),
    ("Государственный музей-заповедник М.А. Шолохова, Шолохов-центр", {
        "lat": 47.226252,
        "lon": 39.736079
    }),
    ("Водная станция Динамо", {
        "lat": 47.209511,
        "lon": 39.706945
    }),
    (
        "Собор Рождества Пресвятой Богородицы", {
            "lat": 47.217194,
            "lon": 39.711976
        }
    ),
    ("Архитектурно-скульптурный комплекс Львы",
     {"lat": 47.222398,
      "lon": 39.721392}
     ),
    ("Подземный пешеходный переход с мозаичными сюжетными композициями",
     {"lat": 47.222446,
      "lon": 39.718686}
     ),
    (
        "Церковь Георгия Победоносца",
        {
            "lat": 47.208686,
            "lon": 39.622199,
        }
    ),
    (
        "Парк Авиаторов", {
            "lat": "47.253389",
            "lon": "39.788007",
        }
    ),
    (
        "Административный корпус Ростовского университета", {
            "lat": 47.228247,
            "lon": 39.738100,

        }
    ),
    (
        "Богатый колодезь", {
            "lat": 47.219645,
            "lon": 9.733888,
        }
    ),
    (
        "Ботанический сад ЮФУ", {
            "lat": 47.230621,
            "lon": 39.659691,
        }
    ),
    (
        "Гимназия № 36", {
            "lat": 47.225595,
            "lon": 39.707909,
        }
    ),
    (
        "Гимназия № 36", {
            "lat": 47.217347,
            "lon": 39.719469,
        }
    ),
    (
        "Главный корпус Варшавского университета", {
            "lat": 47.221863,
            "lon": 39.705702,
        }
    ),
    (
        "Главный корпус Южного федерального университета", {
            "lat": 47.224749,
            "lon": 39.728383,
        }
    ),
    (
        "родник Гремучий", {
            "lat": 47.206292,
            "lon": 39.693139,
        }
    ),
    (
        "Дворец бракосочетания", {
            "lat": 47.226099,
            "lon": 39.727892,
        }
    ),
    (
        "Дворец культуры железнодорожников", {
            "lat": 47.219785,
            "lon": 39.685294,
        }
    ),
    (
        "Дворец творчества детей и молодёжи", {
            "lat": 47.222017,
            "lon": 39.715298,
        }
    ),
    (
        "Дом Врангеля", {
            "lat": 47.216260,
            "lon": 39.718579,
        }
    ),
    (
        "Дом Ивана Зворыкина", {
            "lat": 47.224770,
            "lon": 39.711410,
        }
    ),
    (
        "Дом Максимова", {
            "lat": 47.217753,
            "lon": 39.714404,
        }
    ),
    (
        "Дом Резниченко", {
            "lat": 47.223074,
            "lon": 39.703621,
        }
    ),
    (
        "Дом Советов", {
            "lat": 47.221257,
            "lon": 39.721128,
        }
    ),
    (
        "Дом Срабионова", {
            "lat": 47.219455,
            "lon": 39.717074,
        }
    ),
    (
        "Дом Ф. Н. Солодова", {
            "lat": 47.222537,
            "lon": 39.715255,
        }
    ),
    (
        "Дом Ширмана", {
            "lat": 47.223739,
            "lon": 39.718500,
        }
    ),
    (
        "Дом Ширмана", {
            "lat": 47.224006,
            "lon": 39.725146,
        }
    ),
    (
        "Доходный дом Аргутинского-Долгорукова", {
            "lat": 47.218069,
            "lon": 39.699032,
        }
    ),
    (
        "Доходный дом Бахчисарайцева", {
            "lat": 47.219249,
            "lon": 39.708397,
        }
    ),
    (
        "Доходный дом Бострикиных", {
            "lat": 47.225584,
            "lon": 39.718050,
        }
    ),
    (
        "Доходный дом Василия Кушнарёва", {
            "lat": 47.223326,
            "lon": 39.704709,
        }
    ),
    (
        "Доходный дом Волкенштейна", {
            "lat": 47.218494,
            "lon": 39.717128,
        }
    ),
    (
        "Доходный дом Е. Я. Костина", {
            "lat": 47.224661,
            "lon": 39.723223,
        }
    ),
    (
        "Доходный дом И. М. Трофименко", {
            "lat": 47.227200,
            "lon": 39.710288,
        }
    ),
    (
        "Доходный дом Карапета Чернова", {
            "lat": 47.222965,
            "lon": 39.717968,
        }
    ),
    (
        "Доходный дом Когбетлиева", {
            "lat": 47.229770,
            "lon": 39.766747,
        }
    ),
    (
        "Доходный дом Костанаева", {
            "lat": 47.221013,
            "lon": 39.713019,
        }
    ),

    (
        "Церковь Иоанна Воина", {
            "lat": 47.2256304876291,
            "lon": 39.61609840393067,
        }
    ),

    (
        "Памятник Солдатам Победы", {
            "lat": 47.207678160613476,
            "lon": 39.6333396434784,
        }
    ),

    (
        "Музей истории материалов Донского центра химического образования", {
            "lat": 47.216981190688564,
            "lon": 39.63161230087281,
        }
    ),

    (
        "Парк Аллея Роз", {
            "lat": 47.20572114632128,
            "lon": 39.63335037231446,
        }
    ),

    (
        "Парк культуры и отдыха им.города Плевен", {
            "lat": 47.21073562314544,
            "lon": 39.63352203369141,
        }
    ),

    (
        "Ростовский дельфинарий", {
            "lat": 47.20865846278994,
            "lon": 39.626237154006965,
        }
    ),

    (
        "Храм великомученика Георгия Победоносца", {
            "lat": 47.20861473222392,
            "lon": 39.62219238281251,
        }
    ),

    (
        "Парк Сказка", {
            "lat": 47.20819200156019,
            "lon": 39.62585091590882,
        }
    ),

    (
        "Памятник артиллеристам батареи С. Оганова и С. Вавилова", {
            "lat": 47.26321339124972,
            "lon": 39.66598749160767,
        }
    ),

    (
        "Памятник Военным медикам, павшим во время Великой Отечественной войны и послевоенное время", {
            "lat": 47.23456248399303,
            "lon": 39.712411165237434,
        }
    ),

    (
        "Дворец культуры РГУПС", {
            "lat": 47.25196316723615,
            "lon": 39.7007167339325,
        }
    ),

    (
        "Ростовская Галерея кукол", {
            "lat": 47.24946157903626,
            "lon": 39.70531940460206,
        }
    ),

    (
        "Стела комсомольцам Дона", {
            "lat": 47.23785514039236,
            "lon": 39.69958484172822,
        }
    ),

    (
        "Художественная галерея Клевер", {
            "lat": 47.23505056765869,
            "lon": 39.70449328422547,
        }
    ),

    (
        "Библиотека им. Н.М. Карамзина", {
            "lat": 47.22936447834672,
            "lon": 39.71113443374634,
        }
    ),

    (
        "Фонтан Богатырь", {
            "lat": 47.22641737974329,
            "lon": 39.70408022403718,
        }
    ),

    (
        "Памятник Александру Печерскому", {
            "lat": 47.23848159609736,
            "lon": 39.69621598720551,
        }
    ),

    (
        "Церковь Иоанна Кронштадтского", {
            "lat": 47.25031366164835,
            "lon": 39.6958351135254,
        }
    ),

]