Attractions = [
    ("Церковь Георгия Победоносца", {
        "lat": 47.208686,
        "lon": 39.622199
    }),
    ("Церковь Екатерины Великомученицы", {
        "lat": 47.200084,
        "lon": 39.629942
    }),
    ("Храм Сергия Радонежского", {
        "lat": 47.210149,
        "lon": 39.663423

    }),
    ("Музей истории Северо-Кавказской железной дороги", {
        "lat": 47.190492,
        "lon": 39.637226
    }),
    ("Ростовский музей космонавтики", {
        "lat": 47.210639,
        "lon": 39.619641
    }),
]
