Railway_text1 = [
    "<b>Памятник стачке 1902 года</b>\nМемориальный комплекс в железнодорожном районе ростова-на-дону. Установлен на месте многолюдных митингов во время ноябрьской стачки "
    "1902 года. В состав мемориального комплекса входит горельеф 1967 года и скульптурная композиция «преемственность поколений», открытая в 1975 году. Памятник имеет статус"
    " объекта культурного наследия регионального значения. В начале ноября 1902 года рабочие главных мастерских владикавказской железной дороги организовали забастовку. В 1967 "
    "году на склоне холма камышевахской балки в память о событиях 1902 года был установлен панорамный горельеф. На нём изображены фигуры рабочих, стоящие плечом к плечу со "
    "сжатыми кулаками и суровым взглядом. Рядом с горельефом — число «1902». Открытие памятника было приурочено к 50-летию октябрьской революции. Авторами монумента были "
    "скульптор Э. М. Мирзоев, архитекторы Я. С. Занис и Л. Г. Яконин.",
    
    "<b>родник Гремучий</b>\nВ 1990 годах Гремучий источник был облагорожен и освящён. Церковь установила здесь большой белый крест. Построена тумба, а вода забрана в трубы. "
    "Возле родника соорудили два бассейна и лестницы, установили лавочки.Вода чистая, прозрачная и считается целебной.Родник имеет мощный напор воды и не замерзает зимой."
    " Вода в роднике прозрачная и холодная, её температура круглый год 10 градусов. Родник пользуется популярностью у населения, его вода используется для питья и купания. "
    "Купаются на Гремучке даже в крещенские морозы. Родник ухожен, оборудован раздевалками и небольшой парковкой."
]
Railway_text2 = [
    "<b>Храм Сергия Радонежского</b>\nХрам назван в честь Сергия Радонежского — игумена Русской церкви, основателя ряда монастырей, в том числе Свято-Троицкого монастыря под Москвой (ныне Троице-Сергиева лавра)." 
    " Он является духовным собирателем русского народа, с которым связаны культурный идеал Святой Руси и возникновение русской духовной культуры. С XV века почитается Русской " 
    "православной церковью святым в лике преподобных и считается величайшим подвижником земли Русской. С древних времён почитается православными, в том числе старообрядцами. " 
    "Считается покровителем учащихся",

    "<b>Дворец культуры железнодорожников</b>\nДворец культуры железнодорожников - это из самых красивых и современных культурных центров Северного Кавказа. Во Дворце работает "
    "более тридцати клубных формирований, в которых занимается около двух тысяч человек. Дворец культуры железнодорожников стал первым зданием в Ростове-на-Дону, выполненным в стиле"
    " советского конструктивизма, и одним из первых в СССР Дворцов для рабочих.\nВ ходе послевоенной реставрации фасад претерпел достаточно сильные изменения. В этот период "
    "конструктивизм подвергся своеобразным гонениям, у главного входа во дворец был организован гигантский портал с колоннадой. Тем не менее беглый осмотр с большого расстояния "
    "помогает представить силуэт здания в первозданном виде"

]
Railway_text3 = [
    "<b>Ростовский разводной железнодорожный мост</b>\nПервый мост на этом месте был построен в 1873—1874 годах по проекту Э.М. Зубова, при строительстве Владикавказской железной"
    " дороги.Однако проход кораблей через мост был сложен, часто случались столкновения с опорами моста. Из-за этих неудобств, а также недостаточной пропускной способности"
    " однопутного моста, в 1912 году было принято решение строить новый мост. Был спроектирован трёхпролётный мост с вертикально-поднимающейся средней фермой, первый мост"
    " подобной конструкции в России. К 1917 году он был возведён и прозван ростовчанами «Американским». В 1945 году на опорах Американского моста был сооружён временный неподвижный"
    " мост. В 1949—1952 годах на месте литерного был построен новый мост, использующийся до сих пор. По своей конструкции он немногим отличался от старого Американского моста. "
    "Мост 1945 года был вскорости разобран, его опоры стоят до сих пор.",

]
Railway_text4 = [
    "<b>Мемориал жертвам фашизма Змиёвская балка</b>\nВ ходе Великой Отечественной войны германские войска захватывали Ростов-на-Дону дважды. Первая оккупация была кратковременной и организовать массовое истребление евреев"
    " нацисты не успели. Во второй раз Ростов был взят 24 июля 1942 года. Вскоре после этого были изданы приказы о поголовной регистрации евреев с 14 лет и о ношении ими специальных"
    " опознавательных знаков. Германскими оккупантами были расстреляны и умерщвлены иными способами около 27 тысяч человек. Мемориальный парк включает в себя крутые и пологие "
    "склоны, поросшие разнотравьем и приземистыми деревцами лоха серебристого. На северном склоне у трассы открыт парадный вход, определяемый Траурным залом. Он создан в виде "
    "бетонного объёма, врезанного в склон рельефа с обзорной площадкой на перекрытии. От зала по склону в низину идет Аллея скорби, на ней находится чаша Вечного огня. Ряд пилонов,"
    " которые напоминают склонённые знамёна, прерывается символическими надгробиями",

]
Railway_text5 = [
    "<b>Ботанический сад ЮФУ</b>\nБотанический сад — зеленый оазис , расположен в северо-западной части Ростова. Cад занимает почти 160,5 гектаров. На территории растут больше 6 500"
    " деревьев, а также кустарников и травянистых растений.\nОсновной период закладки Ботанического сада — с 1929 по 1933 годы, когда тысячи ростовчан принимали активное участие"
    " в создании оранжерей, высадке аллей. Но практически все труды были уничтожены во время войны— разрушенные здания, «поймавшие» бомбы дендрарий и парк, погибшие растения."
    " На восстановление фондов ушли многие годы.\nСегодня Ботанический сад — подразделение Южного федерального университета, входит в число из крупнейших университетских садов России."

]
