Railway_text = [
    "<b>Памятник стачке 1902 года</b>\nМемориальный комплекс в железнодорожном районе ростова-на-дону. Установлен на месте многолюдных митингов во время ноябрьской стачки "
    "1902 года. В состав мемориального комплекса входит горельеф 1967 года и скульптурная композиция «преемственность поколений», открытая в 1975 году. Памятник имеет статус"
    " объекта культурного наследия регионального значения. В начале ноября 1902 года рабочие главных мастерских владикавказской железной дороги организовали забастовку. В 1967 "
    "году на склоне холма камышевахской балки в память о событиях 1902 года был установлен панорамный горельеф. На нём изображены фигуры рабочих, стоящие плечом к плечу со "
    "сжатыми кулаками и суровым взглядом. Рядом с горельефом — число «1902». Открытие памятника было приурочено к 50-летию октябрьской революции. Авторами монумента были "
    "скульптор Э. М. Мирзоев, архитекторы Я. С. Занис и Л. Г. Яконин.",

    "<b>Храм Сергия Радонежского</b>\nХрам назван в честь Сергия Радонежского — игумена Русской церкви, основателя ряда монастырей, в том числе Свято-Троицкого монастыря под Москвой (ныне Троице-Сергиева лавра)."
    " Он является духовным собирателем русского народа, с которым связаны культурный идеал Святой Руси и возникновение русской духовной культуры. С XV века почитается Русской "
    "православной церковью святым в лике преподобных и считается величайшим подвижником земли Русской. С древних времён почитается православными, в том числе старообрядцами. "
    "Считается покровителем учащихся",

"<b>Ростовский разводной железнодорожный мост</b>\nПервый мост на этом месте был построен в 1873—1874 годах по проекту Э.М. Зубова, при строительстве Владикавказской железной"
    " дороги.Однако проход кораблей через мост был сложен, часто случались столкновения с опорами моста. Из-за этих неудобств, а также недостаточной пропускной способности"
    " однопутного моста, в 1912 году было принято решение строить новый мост. Был спроектирован трёхпролётный мост с вертикально-поднимающейся средней фермой, первый мост"
    " подобной конструкции в России. К 1917 году он был возведён и прозван ростовчанами «Американским». В 1945 году на опорах Американского моста был сооружён временный неподвижный"
    " мост. В 1949—1952 годах на месте литерного был построен новый мост, использующийся до сих пор. По своей конструкции он немногим отличался от старого Американского моста. "
    "Мост 1945 года был вскорости разобран, его опоры стоят до сих пор.",

    "<b>Мемориал жертвам фашизма Змиёвская балка</b>\nВ ходе Великой Отечественной войны германские войска захватывали Ростов-на-Дону дважды. Первая оккупация была кратковременной и организовать массовое истребление евреев"
    " нацисты не успели. Во второй раз Ростов был взят 24 июля 1942 года. Вскоре после этого были изданы приказы о поголовной регистрации евреев с 14 лет и о ношении ими специальных"
    " опознавательных знаков. Германскими оккупантами были расстреляны и умерщвлены иными способами около 27 тысяч человек. Мемориальный парк включает в себя крутые и пологие "
    "склоны, поросшие разнотравьем и приземистыми деревцами лоха серебристого. На северном склоне у трассы открыт парадный вход, определяемый Траурным залом. Он создан в виде "
    "бетонного объёма, врезанного в склон рельефа с обзорной площадкой на перекрытии. От зала по склону в низину идет Аллея скорби, на ней находится чаша Вечного огня. Ряд пилонов,"
    " которые напоминают склонённые знамёна, прерывается символическими надгробиями",

    "<b>Ботанический сад ЮФУ</b>\nБотанический сад — зеленый оазис , расположен в северо-западной части Ростова. Cад занимает почти 160,5 гектаров. На территории растут больше 6 500"
    " деревьев, а также кустарников и травянистых растений.\nОсновной период закладки Ботанического сада — с 1929 по 1933 годы, когда тысячи ростовчан принимали активное участие"
    " в создании оранжерей, высадке аллей. Но практически все труды были уничтожены во время войны— разрушенные здания, «поймавшие» бомбы дендрарий и парк, погибшие растения."
    " На восстановление фондов ушли многие годы.\nСегодня Ботанический сад — подразделение Южного федерального университета, входит в число из крупнейших университетских садов России.",

    "<b>Родник Гремучий</b>\nВ 1990 годах Гремучий источник был облагорожен и освящён. Церковь установила здесь большой белый крест. Построена тумба, а вода забрана в трубы. "
    "Возле родника соорудили два бассейна и лестницы, установили лавочки.Вода чистая, прозрачная и считается целебной.Родник имеет мощный напор воды и не замерзает зимой."
    " Вода в роднике прозрачная и холодная, её температура круглый год 10 градусов. Родник пользуется популярностью у населения, его вода используется для питья и купания. "
    "Купаются на Гремучке даже в крещенские морозы. Родник ухожен, оборудован раздевалками и небольшой парковкой.",

    "<b>Дворец культуры железнодорожников</b>\nДворец культуры железнодорожников - это из самых красивых и современных культурных центров Северного Кавказа. Во Дворце работает "
    "более тридцати клубных формирований, в которых занимается около двух тысяч человек. Дворец культуры железнодорожников стал первым зданием в Ростове-на-Дону, выполненным в стиле"
    " советского конструктивизма, и одним из первых в СССР Дворцов для рабочих.\nВ ходе послевоенной реставрации фасад претерпел достаточно сильные изменения. В этот период "
    "конструктивизм подвергся своеобразным гонениям, у главного входа во дворец был организован гигантский портал с колоннадой. Тем не менее беглый осмотр с большого расстояния "
    "помогает представить силуэт здания в первозданном виде",

    "<b>Нижне-Гниловское городище и некрополь</b>\nАрхеологические находки дают ученым право полагать, что Нижне-Гниловское городище было создано во времена античной Греции и могло существовать в IV—III веке до нашей эры. "
    "В археологической коллекции Ростовского областного музея краеведения есть экспонаты, которые были найдены на территории Нижне-Гниловского городища. Были обнаружены: амфоры, "
    "остатки посуды и кости животных, остатки меотских погребений. Люди, жившие в то время, для проживания создавали землянки, которые строили из известняка. Также на территории "
    "городища обнаружили печи для изготовления керамики времен Хазарского Каганата. Ученые полагают, что это городище отстраивалось около 9 раз и есть основания полагать, что на его"
    " территории была построена крепость.",

    "<b>Ростовская телебашня</b>\nЭпоха телевещания на территории Ростовской области началось со строительства Ростовской телебашни высотой 195 метров. Она до сих пор является самым высоким сооружением в"
    " Ростове-на-Дону. Башню спроектировал Московский институт стальных конструкций. Её возведение велось два года и было завершено в 1958 году. С 1969 года осуществляется передача "
    "цветного телевещания. В 1992 году на башне произошёл пожар, в результате которого выгорело несколько кабелей и трансформаторов. В зоне действия передатчиков телебашни находится "
    "значительная часть Ростовской агломерации населением 2,2 млн человек, включающая в себя кроме Ростова-на-Дону, такие крупные города, как Батайск, Азов, Аксай. С помощью телебашни"
    " осуществляет своё вещание Ростовский радиотелецентр РТРС.",

    "<b>Храм Преподобного Серафима Саровского</b>\nВ 1899 настоятель Гниловского-Троицкого храма обратился к Архиепископу Донскому и Новочеркасскому Афанасию с прошением о разрешении строительства нового храма. В 1911 году"
    " строительство храма было закончено благодаря добровольным пожертвованиям прихожан. В 1922 году, под предлогом помощи голодающим Поволжья, из храма было произведено изъятие "
    "церковных предметов из серебра и золота. Церковь закрыли в 1937 году, но затем богослужения были возобновлены в 1942 году и продолжались до 1956 года. В 1959-1960 годах храм"
    " был перестроен как музыкальная школа имени Глинки. Осенью 1992 года местные жители начали действия по возвращению зданий, принадлежавших ранее церкви. Осенью 2004 года был "
    "освящен уже весь заново отстроенный храм.",

    "<b>Храм Преполовения Пятидесятницы</b>\nПервое упоминание о храме датируется 1824—1829 годами, тогда и был построен первый вместительный каменный Преполовенский храм в казачьей станице Нижне-Гниловской. Сначала он был"
    " освящен в честь Воскресения Христова, но по просьбе прихожан церковь стала называться Преполовенской. В дальнейшем в храме появляются два новых придела с престолами и высокая "
    "звонница. С 1898 года при храме начала работать церковно-приходская школа. В годы гражданской войны храм стал центром белого движения, где была предпринята попытка организовать "
    "отпор установлению Советской Власти. В 1933 году произошло закрытие и постепенное разрушение церкви. В 1959 году под предлогом строительства новой железнодорожной станции остатки"
    " церковного имущества описываются и сдаются в фонд государства. В 1991 году здание было возвращено Преполовенскому приходу.",

    "<b>Библиотечно-информационный центр им. А.И. Герцена</b>\nЭто одна из крупных ростовских библиотек, универсальный фонд которой насчитывает более 68 тыс. экземпляров книг, журналов, электронных носителей. Была основана в 1953 году, тогда"
    " же ей присвоено имя выдающегося русского мыслителя, писателя, публициста - Герцена Александра Ивановича. Клубная деятельность библиотеки охватывает различные социальные слои"
    " местного сообщества, отражает разнообразие читательских интересов. Неоднократно специалисты библиотеки занимали первые места в городском конкурсе «Лучший библиотекарь года».",

    "<b>Кумженская роща</b>\nКумженская роща известна жителям Ростова как ближайшая парковая зона на берегу реки Дон и как место поклонения павшим в боях Великой Отечественной войны воинам – Кумженский "
    "мемориал. Роща находится в Железнодорожном районе города между реками Мертвый Донец и Дон в километре от улицы Малиновского. Здесь с больших и просторных полян открывается"
    " великолепный вид на Дон, Западный автомобильный мост и город.",

    "<b>Памятник Серафиму Саровскому</b>\nПамятник этому русскому святому выглядит необычно: изображен не только сам старец, но и животные: на руках сидят птицы, на коленях – белка, а рядом стоит медведь. Дело в том,"
    " что, согласно житию, старец кормил с рук диких зверей, в том числе медведя. Серафим Саровский родом из Курска, его причислили к лику святых в 1903 году. Серафим Саровский также"
    " известен подвигом столпничества: долгое время непрерывно молился на каменном валуне, как-то был тяжело ранен разбойниками, однако исцелился и попросил не наказывать их. Он "
    "пророчествовал и лечил людей.",

    "<b>Театр «Максимум»</b>\nТеатр «Максимум» начал свою работу 23 марта 2007 года премьерным спектаклем «Мои чудесные няньки». Сейчас в репертуаре театра 4 спектакля. Свою площадку театр открыл 10 декабря "
    "2011 года. Это небольшой уютный зал на 70 мест. В постановке спектаклей театра «Максимум» участвую профессиональные театральные художники – Владимир Урусов, Павлина Макеева,"
    " Ирина Довголенко.",

    "<b>Памятник Герою Советского Союза Василию Маргелову</b>\nВасилий Филиппович – советский военачальник, командующий Воздушно-десантными войсками в 1954–1959 и 1961–1979 годах, генерал армии в 1967 году. В июле 1943 года солдаты 3-й"
    " гвардейской дивизии под руководством Василия Маргелова прорвали две линии обороны немцев на Миус-фронте, овладели селом Степановка и обеспечили плацдарм для штурма Саур-Могилы",

    "<b>СКУЛЬПТУРА 'ПОДСТАКАННИК'</b>\nНеобычный арт-объект установили на железнодорожном вокзале 'Ростов-Главный' к Чемпионату мира по футболу - это скульптура в виде в виде огромного подстаканника с символикой "
    "ЧМ-2018 и Ростова-на-Дону. Арт-объект установили на конкорсе в районе выхода со второго этажа. Большой подстаканник установлен специально, чтобы болельщики, которые приедут "
    "в донскую столицу по железной дороге смогли сделать памятное фото на вокзале. Подстаканник похож на настоящий, только очень большой - с человеческий рост. На скульптуре "
    "изображены Кубок ФИФА, эмблемы Ростова и РЖД.",

    "<b>Памятник 'Дающая жизнь'</b>\nЧудодейственная скульптура. Она установлена у входа в пятый родильный дом Ростова-на-Дону. Говорят, если прикоснуться к ней, в скором времени можно надеяться на прибавление в "
    "семействе. Вот уже пять лет «Дающая жизнь» помогает при родах. Женщины верят, что если прикоснуться к ней или посмотреть в глаза, роды пройдут быстро и безболезненно. Откуда"
    " пошло поверье, никто уже не знает. Однако усомниться в силе «Дающей жизнь» у ростовчанок повода не было",

    "<b>ФОНТАН НА ПЛОЩАДИ ДРУЖИННИКОВ</b>\nФонтан расположен на площади Дружинников, рядом с Торгово-развлекательным комплексом «Сокол» на проспекте Стачки. Местные жители называют это место площадью трех птиц, так как"
    " здесь когда-то находился кинотеатр под названием «Сокол», отделение милиции «Черный ворон», а также кафе «Чайка». Названия этих объектов и повлияли на название площади. Сам "
    "по себе фонтан представляет из себя не что иное как пять «одуванчиков». В тёплое время года вокруг фонтана собирается множество отдыхающих, лавочки всегда полны. Необычные формы"
    " фонтана красиво смотрятся на фото, вот почему прохожие и приезжие любят сделать фотографию на фоне этих «одуванчиков». Фонтан «Одуванчики» является украшением площади "
    "Дружинников.",

    "<b>СВЯТО-ТРОИЦКИЙ ХРАМ</b>\nПравославный храм Ростовской и Новочеркасской епархии, Московского Патриархата, Северное благочиние Русской Православной Церкви. В 1784 году на месте часовни была заложена "
    "Троицкая деревянная церковь. Новый храм был освящён 27 июля 1785 года. Церковный клир тогда составили священник Мартын Петров и дьякон Петр Петров. Церковь располагалась на"
    " Троицком спуске. За 70 лет деревянное сооружение изрядно обветшало, и в 1855 году на том же месте был построен каменный храм с двухъярусной колокольней. В 1930-е годы храм был"
    " уничтожен. В 1955 году на его руинах были построены бараки для речников. Воссоздание в первоначальном виде основного храма во имя Святой Троицы началось в 2001 году, а с 2003"
    " года в нём стали проходить регулярные богослужения.",

]
